[
  {
    "label2URI": {
      "label": "PMID_17138699",
      "uri": "SciNetS_rib131i:crib131u1rib131u1i"
    },
    "question": "What information is linked with the PubMed ID 'PMID_17138699'?",
    "sparql": "PREFIX SciNetS_rib131i: <http://metadb.riken.jp/db/SciNetS_rib131i/>\n \nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib131i>\nWHERE {\n  SciNetS_rib131i:crib131u1rib131u1i ?term ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib131i"
  },
  {
    "label2URI": {
      "label": "item:crib131u3i",
      "uri": "item:crib131u3i"
    },
    "question": "Fetch all terms associated with the class 'item:crib131u3i'.",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n \nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib131i>\nWHERE {\n  item:crib131u3i ?term ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib131i"
  },
  {
    "label2URI": {
      "label": "item:crib131u2i",
      "uri": "item:crib131u2i"
    },
    "question": "Which terms are related to 'item:crib131u2i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n \nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib131i>\nWHERE {\n  item:crib131u2i ?term ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib131i"
  },
  {
    "label2URI": {
      "label": "ISS",
      "uri": "SciNetS_rib131i:crib131u3rib131u1i"
    },
    "question": "What is the process 'ISS' associated with?",
    "sparql": "PREFIX SciNetS_rib131i: <http://metadb.riken.jp/db/SciNetS_rib131i/>\n \nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib131i>\nWHERE {\n  SciNetS_rib131i:crib131u3rib131u1i ?p ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib131i"
  },
  {
    "label2URI": {
      "label": "Closest Gene(AGI)",
      "uri": "SciNetS_ria10i:pria10s1i"
    },
    "question": "Which genes are closest to the terms defined by 'Closest Gene(AGI)' property?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria10i: <http://metadb.riken.jp/db/SciNetS_ria10i/>\n\nSELECT ?term ?gene \nFROM <http://metadb.riken.jp/db/SciNetS_ria10i>\nWHERE {\n  ?term SciNetS_ria10i:pria10s1i ?gene.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria10i"
  },
  {
    "label2URI": {
      "label": "11-0011-1",
      "uri": "SciNetS_ria10i:cria10s1ria10u1100111i"
    },
    "question": "Which class does the term '11-0011-1' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria10i: <http://metadb.riken.jp/db/SciNetS_ria10i/>\n\nSELECT ?class ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria10i>\nWHERE {\n  SciNetS_ria10i:cria10s1ria10u1100111i ?class ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria10i"
  },
  {
    "label2URI": {
      "label": "mutant.png",
      "uri": "cria10s1i:mutant.png"
    },
    "question": "What image file is available for the mutant term?",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria10s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria10i/cria10s1i/>\n\nSELECT ?imageFile ?imageLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria10i>\nWHERE {\n  cria10s1i:mutant.png ?imageFile ?imageLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria10i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib102i:crib102u0rib102u40000024720i",
      "uri": "SciNetS_rib102i:crib102u0rib102u40000024720i"
    },
    "question": "What resources are labeled 'SciNetS_rib102i:crib102u0rib102u40000024720i'?",
    "sparql": "PREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria10i>\nWHERE {\n  SciNetS_rib102i:crib102u0rib102u40000024720i ?resource ?resourceLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria10i"
  },
  {
    "label2URI": {
      "label": "mutant.png",
      "uri": "cria10s1i:mutant.png"
    },
    "question": "Retrieve labels for the image 'mutant.png'.",
    "sparql": "PREFIX cria10s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria10i/cria10s1i/>\n\nSELECT ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria10i>\nWHERE {\n  cria10s1i:mutant.png ?p ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria10i"
  },
  {
    "label2URI": {
      "label": "11-0011-1",
      "uri": "SciNetS_ria10i:cria10s1ria10u1100111i"
    },
    "question": "What label is associated with term '11-0011-1'?",
    "sparql": "PREFIX SciNetS_ria10i: <http://metadb.riken.jp/db/SciNetS_ria10i/>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria10i>\nWHERE {\n  SciNetS_ria10i:cria10s1ria10u1100111i ?p ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria10i"
  },
  {
    "label2URI": {
      "label": "ns_1_0:File",
      "uri": "ns_1_0:File"
    },
    "question": "Which files are classified under 'ns_1_0:File'?",
    "sparql": "PREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?file\nFROM <http://metadb.riken.jp/db/SciNetS_ria10i>\nWHERE {\n  ?file a ns_1_0:File.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria10i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib32i:crib32s100i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib32i/crib32s100i>"
    },
    "question": "What are the details for the term 'SciNetS_rib32i:crib32s100i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib32i: <http://metadb.riken.jp/db/SciNetS_rib32i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib32i>\nWHERE {\n    SciNetS_rib32i:crib32s100i ?p ?term .\n    ?term rdf_schema_:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib32i"
  },
  {
    "label2URI": {
      "label": "Mutation",
      "uri": "SciNetS_ria271i:cria271u1i"
    },
    "question": "What are the resources classified as 'Mutation'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria271i: <http://metadb.riken.jp/db/SciNetS_ria271i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria271i>\nWHERE {\n    ?resource a SciNetS_ria271i:cria271u1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria271i"
  },
  {
    "label2URI": {
      "label": "OMIM",
      "uri": "SciNetS_ria271i:pria271u1i"
    },
    "question": "What terms have an OMIM property?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria271i: <http://metadb.riken.jp/db/SciNetS_ria271i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria271i>\nWHERE {\n    ?term SciNetS_ria271i:pria271u1i ?omim.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria271i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "What images are available in the database?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?image\nFROM <http://metadb.riken.jp/db/SciNetS_ria271i>\nWHERE {\n    ?image a ns_0_1:Image.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria271i"
  },
  {
    "label2URI": {
      "label": "RAPID: Resource of Primary Immunodeficiency Diseases",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What databases are available for 'RAPID: Resource of Primary Immunodeficiency Diseases'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\n\nSELECT ?database\nFROM <http://metadb.riken.jp/db/SciNetS_ria271i>\nWHERE {\n    ?database a metadb_riken_jp:db.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria271i"
  },
  {
    "label2URI": {
      "label": "File",
      "uri": "ns_1_0:File"
    },
    "question": "What files are available in the dataset?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?file\nFROM <http://metadb.riken.jp/db/SciNetS_ria271i>\nWHERE {\n    ?file a ns_1_0:File.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria271i"
  },
  {
    "label2URI": {
      "label": "EntrezGene",
      "uri": "SciNetS_ria271i:pria271u2i"
    },
    "question": "Which terms have an 'EntrezGene' property?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria271i: <http://metadb.riken.jp/db/SciNetS_ria271i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria271i>\nWHERE {\n    ?term SciNetS_ria271i:pria271u2i ?entrezgene.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria271i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What resources are available in the knowledge graph?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria271i>\nWHERE {\n    ?resource a rdf_schema_:Resource.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria271i"
  },
  {
    "label2URI": {
      "label": "Alternating splicing type",
      "uri": "SciNetS_ria3i:cria3s1i"
    },
    "question": "What are the term labels associated with the 'Alternating splicing type'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria3i: <http://metadb.riken.jp/db/SciNetS_ria3i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria3s1ria3s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria3i/cria3s1i/cria3s1ria3s1i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria3i>\nWHERE {\n    SciNetS_ria3i:cria3s1i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria3i"
  },
  {
    "label2URI": {
      "label": "RARGE Alternative splicing",
      "uri": "SciNetS_ria3i:cria3u1i"
    },
    "question": "What terms are associated with 'RARGE Alternative splicing'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria3i: <http://metadb.riken.jp/db/SciNetS_ria3i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria3s1ria3s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria3i/cria3s1i/cria3s1ria3s1i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria3i>\nWHERE {\n    SciNetS_ria3i:cria3u1i ?class ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria3i"
  },
  {
    "label2URI": {
      "label": "A.thaliana(tair locus)",
      "uri": "SciNetS_ria3i:pria3s1i"
    },
    "question": "What properties are associated with 'A.thaliana(tair locus)'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria3i: <http://metadb.riken.jp/db/SciNetS_ria3i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria3s1ria3s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria3i/cria3s1i/cria3s1ria3s1i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?property \nFROM <http://metadb.riken.jp/db/SciNetS_ria3i>\nWHERE {\n    SciNetS_ria3i:pria3s1i ?property ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria3i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib102u0i",
      "uri": "SciNetS_rib102i:crib102u0i"
    },
    "question": "What terms are associated with 'SciNetS_rib102u0i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria3i: <http://metadb.riken.jp/db/SciNetS_ria3i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria3s1ria3s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria3i/cria3s1i/cria3s1ria3s1i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria3i>\nWHERE {\n    SciNetS_rib102i:crib102u0i ?class ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria3i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib102u0rib102u10000001060i",
      "uri": "SciNetS_rib102i:crib102u0rib102u10000001060i"
    },
    "question": "What is the class type associated with 'SciNetS_rib102u0rib102u10000001060i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria3i: <http://metadb.riken.jp/db/SciNetS_ria3i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria3s1ria3s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria3i/cria3s1i/cria3s1ria3s1i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_ria3i>\nWHERE {\n    SciNetS_rib102i:crib102u0rib102u10000001060i ?class ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria3i"
  },
  {
    "label2URI": {
      "label": "exon skip type",
      "uri": "SciNetS_ria3i:cria3s1ria3s1i"
    },
    "question": "What is the class of 'exon skip type'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria3i: <http://metadb.riken.jp/db/SciNetS_ria3i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria3s1ria3s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria3i/cria3s1i/cria3s1ria3s1i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_ria3i>\nWHERE {\n    SciNetS_ria3i:cria3s1ria3s1i ?termLabel ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria3i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria3u1ria3u1000030i",
      "uri": "SciNetS_ria3i:cria3u1ria3u1000030i"
    },
    "question": "What is the label of 'SciNetS_ria3u1ria3u1000030i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria3i: <http://metadb.riken.jp/db/SciNetS_ria3i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria3s1ria3s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria3i/cria3s1i/cria3s1ria3s1i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria3i>\nWHERE {\n    SciNetS_ria3i:cria3u1ria3u1000030i ?term ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria3i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria5i:cria5u1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria5i/cria5u1i>"
    },
    "question": "What properties does 'SciNetS_ria5i:cria5u1i' have?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria5i: <http://metadb.riken.jp/db/SciNetS_ria5i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_ria5i>\nWHERE {\n  ?property a <http://metadb.riken.jp/db/SciNetS_ria5i/cria5u1i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria5i"
  },
  {
    "label2URI": {
      "label": "rdf_schema_:Resource",
      "uri": "<http://www.w3.org/2000/01/rdf-schema#Resource>"
    },
    "question": "What items are of type 'rdf_schema_:Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?item\nFROM <http://metadb.riken.jp/db/SciNetS_ria5i>\nWHERE {\n  ?item a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria5i"
  },
  {
    "label2URI": {
      "label": "Sorghum bicolor JGI mRNA Annotation",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria31i/cria31s1i>"
    },
    "question": "What terms are associated with the 'Sorghum bicolor JGI mRNA Annotation' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria31i: <http://metadb.riken.jp/db/SciNetS_ria31i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria31i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_ria31i/cria31s1i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria31i"
  },
  {
    "label2URI": {
      "label": "Chr3:15946334-15946438 -",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria31i/cria31s3ria31u100000i>"
    },
    "question": "What class does the term 'Chr3:15946334-15946438 -' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria31i: <http://metadb.riken.jp/db/SciNetS_ria31i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria31i>\nWHERE {\n  ?term a ?class .\n  FILTER (str(?term) = str(<http://metadb.riken.jp/db/SciNetS_ria31i/cria31s3ria31u100000i>))\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria31i"
  },
  {
    "label2URI": {
      "label": "JGI annotation",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria31i/cria31s1i>"
    },
    "question": "Which terms are part of the 'JGI annotation' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria31i: <http://metadb.riken.jp/db/SciNetS_ria31i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria31i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_ria31i/cria31s1i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria31i"
  },
  {
    "label2URI": {
      "label": "Mapped gene positions",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria31i/cria31s2i>"
    },
    "question": "Which terms map to 'Mapped gene positions'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria31i: <http://metadb.riken.jp/db/SciNetS_ria31i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria31i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_ria31i/cria31s2i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria31i"
  },
  {
    "label2URI": {
      "label": "Physical Position",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria31i/cria31s2i>"
    },
    "question": "What labels are associated with terms in the 'Physical Position' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria31i: <http://metadb.riken.jp/db/SciNetS_ria31i/>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria31i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_ria31i/cria31s2i> .\n  ?term rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria31i"
  },
  {
    "label2URI": {
      "label": "JGI exon position",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria31i/cria31s3i>"
    },
    "question": "Which terms are associated with the class 'JGI exon position'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria31i: <http://metadb.riken.jp/db/SciNetS_ria31i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria31i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_ria31i/cria31s3i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria31i"
  },
  {
    "label2URI": {
      "label": "Sorghum gene annotation file",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria31i/cria31s1ria31u1000002001i>"
    },
    "question": "Which class is associated with the term 'Sorghum gene annotation file'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria31i: <http://metadb.riken.jp/db/SciNetS_ria31i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria31i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria31i/cria31s1ria31u1000002001i> a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria31i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria237i:cria237u1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria237i/>"
    },
    "question": "What is the label of the term corresponding to `SciNetS_ria237i:cria237u1i`?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria237i: <http://metadb.riken.jp/db/SciNetS_ria237i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria237i>\nWHERE {\n  SciNetS_ria237i:cria237u1i ?predicate ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria237i"
  },
  {
    "label2URI": {
      "label": "MGI",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria237i/pria237u1i>"
    },
    "question": "Which classes have the property `MGI`?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria237i: <http://metadb.riken.jp/db/SciNetS_ria237i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria237i>\nWHERE {\n  ?class SciNetS_ria237i:pria237u1i ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria237i"
  },
  {
    "label2URI": {
      "label": "Entrez",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria237i/pria237u3i>"
    },
    "question": "What types have the property `Entrez`?",
    "sparql": "PREFIX SciNetS_ria237i: <http://metadb.riken.jp/db/SciNetS_ria237i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria237i>\nWHERE {\n  ?type SciNetS_ria237i:pria237u3i ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria237i"
  },
  {
    "label2URI": {
      "label": "ns_1_0:File",
      "uri": "<http://metadb.riken.jp/meta/1.0/>"
    },
    "question": "What terms have the class `ns_1_0:File`?",
    "sparql": "PREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria237i>\nWHERE {\n  ?term rdf:type ns_1_0:File.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria237i"
  },
  {
    "label2URI": {
      "label": "Amino acid",
      "uri": "SciNetS_ria151i:cria151s1i"
    },
    "question": "What terms are associated with the class 'Amino acid'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria151i: <http://metadb.riken.jp/db/SciNetS_ria151i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria151i>\nWHERE {\n  ?term rdf:type SciNetS_ria151i:cria151s1i ;\n        rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria151i"
  },
  {
    "label2URI": {
      "label": "AGC",
      "uri": "SciNetS_ria151i:cria151s2ria151u10i"
    },
    "question": "What terms are represented by the codon 'AGC'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria151i: <http://metadb.riken.jp/db/SciNetS_ria151i/>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria151i>\nWHERE {\n  SciNetS_ria151i:cria151s2ria151u10i rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria151i"
  },
  {
    "label2URI": {
      "label": "ATC",
      "uri": "SciNetS_ria151i:cria151s7ria151s10i"
    },
    "question": "What terms are associated with the codon 'ATC'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria151i: <http://metadb.riken.jp/db/SciNetS_ria151i/>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria151i>\nWHERE {\n  SciNetS_ria151i:cria151s7ria151s10i rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria151i"
  },
  {
    "label2URI": {
      "label": "Amino acid (Japanese)",
      "uri": "SciNetS_ria151i:cria151s1i"
    },
    "question": "What is the Japanese term for 'Amino acid'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria151i: <http://metadb.riken.jp/db/SciNetS_ria151i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria151i>\nWHERE {\n  SciNetS_ria151i:cria151s1i rdfs:label ?label .\n  FILTER CONTAINS(str(?label), \"\u30a2\u30df\u30ce\u9178\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria151i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "Which items are of type 'Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?item\nFROM <http://metadb.riken.jp/db/SciNetS_ria151i>\nWHERE {\n  ?item rdf:type rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria151i"
  },
  {
    "label2URI": {
      "label": "Amino acid class",
      "uri": "SciNetS_ria151i:cria151s1i"
    },
    "question": "What are the labels for 'Amino acid' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria151i: <http://metadb.riken.jp/db/SciNetS_ria151i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria151i>\nWHERE {\n  SciNetS_ria151i:cria151s1i rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria151i"
  },
  {
    "label2URI": {
      "label": "Selaginella moellendorffii gene",
      "uri": "db:SciNetS_ria32i"
    },
    "question": "What attributes are associated with the term 'Selaginella moellendorffii gene'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria32i>\nWHERE {\n    db:SciNetS_ria32i ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria32i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What instances belong to the class 'Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?instance\nFROM <http://metadb.riken.jp/db/SciNetS_ria32i>\nWHERE {\n    ?instance a rdf_schema_:Resource.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria32i"
  },
  {
    "label2URI": {
      "label": "File",
      "uri": "ns_1_0:File"
    },
    "question": "What are the instances of the 'File' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?file\nFROM <http://metadb.riken.jp/db/SciNetS_ria32i>\nWHERE {\n    ?file a ns_1_0:File.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria32i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "What are the instances of the 'Image' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?image\nFROM <http://metadb.riken.jp/db/SciNetS_ria32i>\nWHERE {\n    ?image a ns_0_1:Image.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria32i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria32i:cria32s2i",
      "uri": "SciNetS_ria32i:cria32s2i"
    },
    "question": "What are the properties of 'SciNetS_ria32i:cria32s2i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria32i: <http://metadb.riken.jp/db/SciNetS_ria32i/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria32i>\nWHERE {\n    SciNetS_ria32i:cria32s2i ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria32i"
  },
  {
    "label2URI": {
      "label": "smo_num_uri.list",
      "uri": "cria32s2i:smo_num_uri.list"
    },
    "question": "What attributes are associated with 'smo_num_uri.list'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX cria32s2i: <http://metadb.riken.jp/dbfiles/SciNetS_ria32i/cria32s2i/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria32i>\nWHERE {\n    cria32s2i:smo_num_uri.list ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria32i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria301i:cria301u3i",
      "uri": "SciNetS_ria301i:cria301u3i"
    },
    "question": "What properties are associated with 'SciNetS_ria301i:cria301u3i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria301i: <http://metadb.riken.jp/db/SciNetS_ria301i/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria32i>\nWHERE {\n    SciNetS_ria301i:cria301u3i ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria32i"
  },
  {
    "label2URI": {
      "label": "gw1.27.45.1",
      "uri": "SciNetS_ria32i:cria32s2ria32u10002i"
    },
    "question": "What are the properties of the term 'gw1.27.45.1'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria32i: <http://metadb.riken.jp/db/SciNetS_ria32i/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria32i>\nWHERE {\n    SciNetS_ria32i:cria32s2ria32u10002i ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria32i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria266i:cria266s11i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria266i/cria266s11i>"
    },
    "question": "What class does 'SciNetS_ria266i:cria266s11i' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria266i: <http://metadb.riken.jp/db/SciNetS_ria266i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?type \nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria266i/cria266s11i> a ?type\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "Pfam",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib125i>"
    },
    "question": "What is the term associated with 'Pfam'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib125i> ?p ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  }
]