[
  {
    "label2URI": {
      "label": "FF ontology",
      "uri": "db:SciNetS_ria409i"
    },
    "question": "How many terms are defined under the 'FF ontology' classification?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT (COUNT(?term) AS ?count) \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    db:SciNetS_ria409i ?class ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "Work",
      "uri": "ns_:Work"
    },
    "question": "What works are defined under the Creative Commons namespace?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_: <http://creativecommons.org/ns#>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    ns_:Work ?term ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "International Phenome Integration Meeting",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria62i/cria62s1i>"
    },
    "question": "Which RDF resources are associated with the 'International Phenome Integration Meeting'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria62i: <http://metadb.riken.jp/db/SciNetS_ria62i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria62i>\nWHERE {\n  ?resource ?predicate <http://metadb.riken.jp/db/SciNetS_ria62i/cria62s1i>.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria62i"
  },
  {
    "label2URI": {
      "label": "\u30d5\u30a7\u30ce\u30fc\u30e0\u30df\u30fc\u30c6\u30a3\u30f3\u30b0",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria62i/cria62s1i>"
    },
    "question": "What is the URI of the '\u30d5\u30a7\u30ce\u30fc\u30e0\u30df\u30fc\u30c6\u30a3\u30f3\u30b0'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria62i: <http://metadb.riken.jp/db/SciNetS_ria62i/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria62i>\nWHERE {\n  ?s ?p <http://metadb.riken.jp/db/SciNetS_ria62i/cria62s1i>.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria62i"
  },
  {
    "label2URI": {
      "label": "description.html",
      "uri": "<http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/description.html>"
    },
    "question": "What type of resource is 'description.html'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX cria62s1ria62s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria62i>\nWHERE {\n  ?resource ?predicate <http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/description.html>.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria62i"
  },
  {
    "label2URI": {
      "label": "Work",
      "uri": "<http://creativecommons.org/ns#Work>"
    },
    "question": "What resources are related to 'Work' using the RDF syntax namespace?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_: <http://creativecommons.org/ns#>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria62i>\nWHERE {\n  <http://creativecommons.org/ns#Work> ?predicate ?object.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria62i"
  },
  {
    "label2URI": {
      "label": "2back_1.gif",
      "uri": "<http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/2back_1.gif>"
    },
    "question": "What image is associated with '2back_1.gif'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria62s1ria62s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria62i>\nWHERE {\n  ?subject ?predicate <http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/2back_1.gif>.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria62i"
  },
  {
    "label2URI": {
      "label": "cria62s1i-file",
      "uri": "<http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/2back_1.gif>"
    },
    "question": "What files are associated with 'cria62s1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX cria62s1ria62s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria62i>\nWHERE {\n  ?file ?predicate <http://metadb.riken.jp/dbfiles/SciNetS_ria62i/cria62s1i/cria62s1ria62s1i/2back_1.gif>.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria62i"
  },
  {
    "label2URI": {
      "label": "resource",
      "uri": "<http://database.riken.jp/sw/item/cria62s1ria62s1i>"
    },
    "question": "What are the properties of the resource 'resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria62i>\nWHERE {\n  <http://database.riken.jp/sw/item/cria62s1ria62s1i> ?predicate ?object.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria62i"
  },
  {
    "label2URI": {
      "label": "Integration Meeting",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria62i/cria62s1i>"
    },
    "question": "How is 'Integration Meeting' structured in the dataset?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria62i: <http://metadb.riken.jp/db/SciNetS_ria62i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria62i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria62i/cria62s1i> ?predicate ?object.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria62i"
  },
  {
    "label2URI": {
      "label": "PDF files",
      "uri": "SciNetS_ria42i:cria42s2i"
    },
    "question": "Which terms are of the class 'PDF files'?",
    "sparql": "PREFIX SciNetS_ria42i: <http://metadb.riken.jp/db/SciNetS_ria42i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria42i>\nWHERE {\n    SciNetS_ria42i:cria42s2i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria42i"
  },
  {
    "label2URI": {
      "label": "Dr Yao's report",
      "uri": "ShiNetS_ria42i:cria42s3i"
    },
    "question": "What terms are classified under 'Dr Yao's report'?",
    "sparql": "PREFIX SciNetS_ria42i: <http://metadb.riken.jp/db/SciNetS_ria42i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria42i>\nWHERE {\n    SciNetS_ria42i:cria42s3i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria42i"
  },
  {
    "label2URI": {
      "label": "Journal_pubmed",
      "uri": "SciNetS_ria43i:cria43u1i"
    },
    "question": "What is the label of the 'Journal_pubmed' class?",
    "sparql": "PREFIX SciNetS_ria43i: <http://metadb.riken.jp/db/SciNetS_ria43i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria43i>\nWHERE {\n    ?Journal_pubmed rdf_schema_:label ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria43i"
  },
  {
    "label2URI": {
      "label": "ISSN (Print)",
      "uri": "SciNetS_ria43i:pria43s2i"
    },
    "question": "Which property is denoted by the label 'ISSN (Print)'?",
    "sparql": "PREFIX SciNetS_ria43i: <http://metadb.riken.jp/db/SciNetS_ria43i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_ria43i>\nWHERE {\n    SciNetS_ria43i:pria43s2i ?property ?o.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria43i"
  },
  {
    "label2URI": {
      "label": "NLM Title Abbreviation",
      "uri": "SciNetS_ria43i:pria43s1i"
    },
    "question": "What property is denoted by 'NLM Title Abbreviation'?",
    "sparql": "PREFIX SciNetS_ria43i: <http://metadb.riken.jp/db/SciNetS_ria43i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_ria43i>\nWHERE {\n    SciNetS_ria43i:pria43s1i ?property ?o.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria43i"
  },
  {
    "label2URI": {
      "label": "class",
      "uri": "SciNetS_ria43i:cria43u1i"
    },
    "question": "What is the class type of 'Journal_pubmed'?",
    "sparql": "PREFIX SciNetS_ria43i: <http://metadb.riken.jp/db/SciNetS_ria43i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria43i>\nWHERE {\n    SciNetS_ria43i:cria43u1i a ?type.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria43i"
  },
  {
    "label2URI": {
      "label": "item:pria43s1i",
      "uri": "item:pria43s1i"
    },
    "question": "What property is labeled by 'item:pria43s1i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_ria43i>\nWHERE {\n    item:pria43s1i a ?property.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria43i"
  },
  {
    "label2URI": {
      "label": "\u79d1\u5b66\u8a8c\u4e00\u89a7",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What term is associated with '\u79d1\u5b66\u8a8c\u4e00\u89a7'?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria43i>\nWHERE {\n    db:SciNetS_ria43i ?p \"\u79d1\u5b66\u8a8c\u4e00\u89a7\"@ja.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria43i"
  },
  {
    "label2URI": {
      "label": "Bibliotheca psychiatrica et neurologica",
      "uri": "SciNetS_ria43i:cria43u1ria43u1002i"
    },
    "question": "What terms match 'Bibliotheca psychiatrica et neurologica'?",
    "sparql": "PREFIX SciNetS_ria43i: <http://metadb.riken.jp/db/SciNetS_ria43i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria43i>\nWHERE {\n    ?term rdf_schema_:label ?label.\n    FILTER(CONTAINS(str(?label), \"Bibliotheca psychiatrica et neurologica\"))\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria43i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria43i:cria43u1ria43u1002i",
      "uri": "SciNetS_ria43i:cria43u1ria43u1002i"
    },
    "question": "What properties are associated with 'SciNetS_ria43i:cria43u1ria43u1002i'?",
    "sparql": "PREFIX SciNetS_ria43i: <http://metadb.riken.jp/db/SciNetS_ria43i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_ria43i>\nWHERE {\n    SciNetS_ria43i:cria43u1ria43u1002i ?property ?o.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria43i"
  },
  {
    "label2URI": {
      "label": "Treatment",
      "uri": "SciNetS_ria262i:cria262u3i"
    },
    "question": "What attributes are associated with the class 'Treatment'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria262i: <http://metadb.riken.jp/db/SciNetS_ria262i/>\nPREFIX SciNetS_ria268i: <http://metadb.riken.jp/db/SciNetS_ria268i/>\n\nSELECT ?attribute \nFROM <http://metadb.riken.jp/db/SciNetS_ria262i>\nWHERE { \n  ?attribute a SciNetS_ria262i:cria262u3i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria262i"
  },
  {
    "label2URI": {
      "label": "Sample",
      "uri": "SciNetS_ria262i:cria262u2i"
    },
    "question": "List all instances of the class 'Sample'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria262i: <http://metadb.riken.jp/db/SciNetS_ria262i/>\n\nSELECT ?sample \nFROM <http://metadb.riken.jp/db/SciNetS_ria262i>\nWHERE { \n  ?sample a SciNetS_ria262i:cria262u2i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria262i"
  },
  {
    "label2URI": {
      "label": "Experimental condition",
      "uri": "metadb_riken_jp:db"
    },
    "question": "Retrieve all instances of 'Experimental condition'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\n\nSELECT ?condition \nFROM <http://metadb.riken.jp/db/SciNetS_ria262i>\nWHERE { \n  ?condition a metadb_riken_jp:db .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria262i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "Find all resources identified by 'Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?resource \nFROM <http://metadb.riken.jp/db/SciNetS_ria262i>\nWHERE { \n  ?resource a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria262i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria130u1054i",
      "uri": "SciNetS_ria130i:cria130u1054i"
    },
    "question": "List all properties associated with 'SciNetS_ria130u1054i'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria130i: <http://metadb.riken.jp/db/SciNetS_ria130i/>\n\nSELECT ?property \nFROM <http://metadb.riken.jp/db/SciNetS_ria262i>\nWHERE {\n  SciNetS_ria130i:cria130u1054i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria262i"
  },
  {
    "label2URI": {
      "label": "BASE:CRIA00092S000002-RIA00092S000000000001",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria92i/cria92s2ria92s1i>"
    },
    "question": "What is the term corresponding to 'BASE:CRIA00092S000002-RIA00092S000000000001'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria92i: <http://metadb.riken.jp/db/SciNetS_ria92i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria92i>\nWHERE {\n    <http://metadb.riken.jp/db/SciNetS_ria92i/cria92s2ria92s1i> ?term ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria92i"
  },
  {
    "label2URI": {
      "label": "ns_:Work",
      "uri": "<http://creativecommons.org/ns#Work>"
    },
    "question": "What are the associated properties of the term 'ns_:Work'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_: <http://creativecommons.org/ns#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria92i>\nWHERE {\n    <http://creativecommons.org/ns#Work> ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria92i"
  },
  {
    "label2URI": {
      "label": "cria92s1ria92s2i:Supp_Movie_I.mov",
      "uri": "<http://metadb.riken.jp/dbfiles/SciNetS_ria92i/cria92s1i/cria92s1ria92s2i/Supp_Movie_I.mov>"
    },
    "question": "What type of resource is 'Supp_Movie_I.mov'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX cria92s1ria92s2i: <http://metadb.riken.jp/dbfiles/SciNetS_ria92i/cria92s1i/cria92s1ria92s2i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria92i>\nWHERE {\n    <http://metadb.riken.jp/dbfiles/SciNetS_ria92i/cria92s1i/cria92s1ria92s2i/Supp_Movie_I.mov> ?type ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria92i"
  },
  {
    "label2URI": {
      "label": "item:cria92s1ria92s1i",
      "uri": "<http://database.riken.jp/sw/item/cria92s1ria92s1i>"
    },
    "question": "What is the related term for 'item:cria92s1ria92s1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria92i>\nWHERE {\n    <http://database.riken.jp/sw/item/cria92s1ria92s1i> ?term ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria92i"
  },
  {
    "label2URI": {
      "label": "ns_:Work",
      "uri": "<http://creativecommons.org/ns#Work>"
    },
    "question": "What are the properties associated with 'ns_:Work'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_: <http://creativecommons.org/ns#>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_ria92i>\nWHERE {\n    <http://creativecommons.org/ns#Work> ?property ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria92i"
  },
  {
    "label2URI": {
      "label": "db:SciNetS_ria92i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria92i>"
    },
    "question": "What type of entity is 'SciNetS_ria92i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria92i>\nWHERE {\n    <http://metadb.riken.jp/db/SciNetS_ria92i> ?type ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria92i"
  },
  {
    "label2URI": {
      "label": "Translation relatives",
      "uri": "SciNetS_ria228i:cria228s1i"
    },
    "question": "What terms are classified under 'Translation relatives'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria228i: <http://metadb.riken.jp/db/SciNetS_ria228i/>\n\nSELECT ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria228i>\nWHERE {\n    ?term a SciNetS_ria228i:cria228s1i ;\n          ?p ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria228i"
  },
  {
    "label2URI": {
      "label": "Signal peptide",
      "uri": "SciNetS_ria228i:cria228s2i"
    },
    "question": "Which terms are related to 'Signal peptide'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria228i: <http://metadb.riken.jp/db/SciNetS_ria228i/>\n\nSELECT ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria228i>\nWHERE {\n    ?term a SciNetS_ria228i:cria228s2i ;\n          ?p ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria228i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "Which item is classified as 'Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?item \nFROM <http://metadb.riken.jp/db/SciNetS_ria228i>\nWHERE {\n    ?item a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria228i"
  },
  {
    "label2URI": {
      "label": "item:cria228s1ria228s1i",
      "uri": "item:cria228s1i"
    },
    "question": "What is the class of 'item:cria228s1ria228s1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_ria228i>\nWHERE {\n    item:cria228s1ria228s1i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria228i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166i:crib166u26rib166u3888i",
      "uri": "SciNetS_rib166i:crib166u26rib166u3888i"
    },
    "question": "What is the URI for the term 'SciNetS_rib166i:crib166u26rib166u3888i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria228i>\nWHERE {\n    SciNetS_rib166i:crib166u26rib166u3888i ?p ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria228i"
  },
  {
    "label2URI": {
      "label": "Vector Promoter",
      "uri": "SciNetS_ria138i:cria138s12ria138s1i"
    },
    "question": "What are the attributes associated with the term 'Vector Promoter'?",
    "sparql": "PREFIX SciNetS_ria138i: <http://metadb.riken.jp/db/SciNetS_ria138i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria138i>\nWHERE {\n    SciNetS_ria138i:cria138s12ria138s1i ?term ?termLabel\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria138i"
  },
  {
    "label2URI": {
      "label": "HPS family",
      "uri": "SciNetS_ria138i:cria138s14i"
    },
    "question": "What term label is associated with 'HPS family'?",
    "sparql": "PREFIX SciNetS_ria138i: <http://metadb.riken.jp/db/SciNetS_ria138i/>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria138i>\nWHERE {\n    SciNetS_ria138i:cria138s14i ?term ?termLabel\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria138i"
  },
  {
    "label2URI": {
      "label": "3-hexulose-6-phosphate synthase",
      "uri": "SciNetS_ria138i:cria138s15i"
    },
    "question": "What URIs are associated with the term '3-hexulose-6-phosphate synthase'?",
    "sparql": "PREFIX SciNetS_ria138i: <http://metadb.riken.jp/db/SciNetS_ria138i/>\n\nSELECT ?uri\nFROM <http://metadb.riken.jp/db/SciNetS_ria138i>\nWHERE {\n    SciNetS_ria138i:cria138s15i ?uri ?label\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria138i"
  },
  {
    "label2URI": {
      "label": "NOS terminator",
      "uri": "SciNetS_ria138i:cria138s20i"
    },
    "question": "Which term has the label 'NOS terminator'?",
    "sparql": "PREFIX SciNetS_ria138i: <http://metadb.riken.jp/db/SciNetS_ria138i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria138i>\nWHERE {\n    ?term ?label ?termLabel .\n    FILTER (str(?termLabel) = \"NOS terminator\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria138i"
  },
  {
    "label2URI": {
      "label": "strong",
      "uri": "SciNetS_ria138i:cria138s5i"
    },
    "question": "Which term has the label 'strong'?",
    "sparql": "PREFIX SciNetS_ria138i: <http://metadb.riken.jp/db/SciNetS_ria138i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria138i>\nWHERE {\n    ?term ?label ?termLabel .\n    FILTER (str(?termLabel) = \"strong\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria138i"
  },
  {
    "label2URI": {
      "label": "3-hexulose-6-phosphate synthase",
      "uri": "SciNetS_ria138i:cria138s13i"
    },
    "question": "What term instances are associated with the term label '3-hexulose-6-phosphate synthase'?",
    "sparql": "PREFIX SciNetS_ria138i: <http://metadb.riken.jp/db/SciNetS_ria138i/>\n\nSELECT ?instance\nFROM <http://metadb.riken.jp/db/SciNetS_ria138i>\nWHERE {\n    ?instance ?uri ?termLabel .\n    FILTER (str(?termLabel) = \"3-hexulose-6-phosphate synthase\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria138i"
  },
  {
    "label2URI": {
      "label": "Import into mitochondrial matrix",
      "uri": "SciNetS_ria138i:cria138s4i"
    },
    "question": "What is the URI term for 'Import into mitochondrial matrix'?",
    "sparql": "PREFIX SciNetS_ria138i: <http://metadb.riken.jp/db/SciNetS_ria138i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria138i>\nWHERE {\n    ?term ?label ?termLabel .\n    FILTER (str(?termLabel) = \"Import into mitochondrial matrix\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria138i"
  },
  {
    "label2URI": {
      "label": "Restriction Enzyme",
      "uri": "SciNetS_ria138i:cria138s11i"
    },
    "question": "What terms are labeled as 'Restriction Enzyme'?",
    "sparql": "PREFIX SciNetS_ria138i: <http://metadb.riken.jp/db/SciNetS_ria138i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria138i>\nWHERE {\n    ?term ?type ?label .\n    FILTER (str(?label) = \"Restriction Enzyme\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria138i"
  },
  {
    "label2URI": {
      "label": "Semantic-JSON: a lightweight application program interface for accessing the Semantic Web",
      "uri": "SciNetS_ria160i:cria160s1i"
    },
    "question": "What is the label of the class 'Semantic-JSON: a lightweight application program interface for accessing the Semantic Web'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria160i: <http://metadb.riken.jp/db/SciNetS_ria160i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria160i>\nWHERE {\n  SciNetS_ria160i:cria160s1i rdfs:label ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria160i"
  },
  {
    "label2URI": {
      "label": "JSON-Mathematica: a toolkit that handles JSON text data in Mathematica",
      "uri": "SciNetS_ria160i:cria160s4i"
    },
    "question": "Which resources are associated with 'JSON-Mathematica: a toolkit that handles JSON text data in Mathematica'?",
    "sparql": "PREFIX SciNetS_ria160i: <http://metadb.riken.jp/db/SciNetS_ria160i/>\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria160i>\nWHERE {\n  ?resource a SciNetS_ria160i:cria160s4i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria160i"
  },
  {
    "label2URI": {
      "label": "JSON-Mathematica: JSON\u30c6\u30ad\u30b9\u30c8\u5f62\u5f0f\u30c7\u30fc\u30bf\u3092\u6271\u3046\u305f\u3081\u306eMathematica\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8 (\u7b2c1\u7248)",
      "uri": "SciNetS_ria160i:cria160s4ria160s1i"
    },
    "question": "Find the label associated with 'JSON-Mathematica: JSON\u30c6\u30ad\u30b9\u30c8\u5f62\u5f0f\u30c7\u30fc\u30bf\u3092\u6271\u3046\u305f\u3081\u306eMathematica\u30c4\u30fc\u30eb\u30ad\u30c3\u30c8 (\u7b2c1\u7248)'.",
    "sparql": "PREFIX SciNetS_ria160i: <http://metadb.riken.jp/db/SciNetS_ria160i/>\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria160i>\nWHERE {\n  SciNetS_ria160i:cria160s4ria160s1i rdfs:label ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria160i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib158i:crib158s5i",
      "uri": "SciNetS_rib158i:crib158s5i"
    },
    "question": "What is the class of 'SciNetS_rib158i:crib158s5i'?",
    "sparql": "PREFIX SciNetS_rib158i: <http://metadb.riken.jp/db/SciNetS_rib158i/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria160i>\nWHERE {\n  SciNetS_rib158i:crib158s5i a ?class.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria160i"
  },
  {
    "label2URI": {
      "label": "Semantic-JSON: \u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a6\u30a8\u30d6\u30c7\u30fc\u30bf\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306e\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9",
      "uri": "SciNetS_ria160i:cria160s1i"
    },
    "question": "What is the English label for 'Semantic-JSON: \u30bb\u30de\u30f3\u30c6\u30a3\u30c3\u30af\u30a6\u30a8\u30d6\u30c7\u30fc\u30bf\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u306e\u30d7\u30ed\u30b0\u30e9\u30df\u30f3\u30b0\u30a4\u30f3\u30bf\u30fc\u30d5\u30a7\u30a4\u30b9'?",
    "sparql": "PREFIX SciNetS_ria160i: <http://metadb.riken.jp/db/SciNetS_ria160i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria160i>\nWHERE {\n  SciNetS_ria160i:cria160s1i rdfs:label ?label.\n  FILTER( str(?label) = \"Semantic-JSON: a lightweight application program interface for accessing the Semantic Web\").\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria160i"
  },
  {
    "label2URI": {
      "label": "Arabidopsis Locus",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria197i/cria197s11i>"
    },
    "question": "What terms are associated with 'Arabidopsis Locus'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria197i: <http://metadb.riken.jp/db/SciNetS_ria197i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria197i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria197i/cria197s11i> ?term ?o.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria197i"
  },
  {
    "label2URI": {
      "label": "Oxytocin",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria197i/cria197s4ria197s1i>"
    },
    "question": "What term is associated with 'Oxytocin'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria197i: <http://metadb.riken.jp/db/SciNetS_ria197i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria197i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria197i/cria197s4ria197s1i> ?term ?o.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria197i"
  },
  {
    "label2URI": {
      "label": "Oxt",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria197i/cria197s3ria197s1i>"
    },
    "question": "Fetch all attributes for 'Oxt'.",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria197i: <http://metadb.riken.jp/db/SciNetS_ria197i/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria197i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria197i/cria197s3ria197s1i> ?attribute ?o.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria197i"
  },
  {
    "label2URI": {
      "label": "\u30b5\u30a4\u30cd\u30b9\u30bf\u30a4\u30c8\u30eb",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria197i/cria197s15ria197s1i>"
    },
    "question": "What term is associated with '\u30b5\u30a4\u30cd\u30b9\u30bf\u30a4\u30c8\u30eb'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria197i: <http://metadb.riken.jp/db/SciNetS_ria197i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria197i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria197i/cria197s15ria197s1i> ?term ?o.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria197i"
  },
  {
    "label2URI": {
      "label": "A.thaliana locus",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What terms are under the class 'A.thaliana locus'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib102i>\nWHERE {\n    db:SciNetS_rib102i a ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib102i"
  },
  {
    "label2URI": {
      "label": "Chr3:20158534-20162005",
      "uri": "SciNetS_rib102i:crib102u2i"
    },
    "question": "What class is associated with 'Chr3:20158534-20162005 +'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_rib102i>\nWHERE {\n    SciNetS_rib102i:crib102u2rib102u10004i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib102i"
  },
  {
    "label2URI": {
      "label": "Gene Model Class",
      "uri": "SciNetS_rib102i:crib102u1i"
    },
    "question": "List all instances of the Gene Model class.",
    "sparql": "PREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT ?instance \nFROM <http://metadb.riken.jp/db/SciNetS_rib102i>\nWHERE {\n    ?instance a SciNetS_rib102i:crib102u1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib102i"
  },
  {
    "label2URI": {
      "label": "TAIR10 Locus",
      "uri": "SciNetS_rib102i:crib102u0i"
    },
    "question": "Give all the terms under TAIR10 Locus.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib102i>\nWHERE {\n    ?term a SciNetS_rib102i:crib102u0i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib102i"
  },
  {
    "label2URI": {
      "label": "Class rib99u18",
      "uri": "SciNetS_rib99i:crib99u18i"
    },
    "question": "List terms under 'Class rib99u18'.",
    "sparql": "PREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib102i>\nWHERE {\n    ?term a SciNetS_rib99i:crib99u18i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib102i"
  }
]