[
  {
    "label2URI": {
      "label": "Resource",
      "uri": "ns_22_rdf_syntax_ns_:Resource"
    },
    "question": "What terms are associated with the 'Resource' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  ?term a ns_22_rdf_syntax_ns_:Resource.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  },
  {
    "label2URI": {
      "label": "behavior",
      "uri": "SciNetS_ria361i:cria361u0i"
    },
    "question": "What labels are there for the 'behavior' term?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria361i: <http://metadb.riken.jp/db/SciNetS_ria361i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  SciNetS_ria361i:cria361u0i ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  },
  {
    "label2URI": {
      "label": "exploration behavior",
      "uri": "SciNetS_ria361i:cria361u100i"
    },
    "question": "What is the type of the 'exploration behavior' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria361i: <http://metadb.riken.jp/db/SciNetS_ria361i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  SciNetS_ria361i:cria361u100i ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  },
  {
    "label2URI": {
      "label": "Obsolete",
      "uri": "SciNetS_ria361i:cria361s1i"
    },
    "question": "What labels are associated with the 'Obsolete' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria361i: <http://metadb.riken.jp/db/SciNetS_ria361i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  SciNetS_ria361i:cria361s1i ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  },
  {
    "label2URI": {
      "label": "Work",
      "uri": "ns_:Work"
    },
    "question": "What values are associated with the 'Work' term?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_: <http://creativecommons.org/ns#>\n\nSELECT ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  ns_:Work ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  },
  {
    "label2URI": {
      "label": "Human HGNC Gene",
      "uri": "SciNetS_ria213i:cria213s1i"
    },
    "question": "What attributes are associated with the 'Human HGNC Gene' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria213i: <http://metadb.riken.jp/db/SciNetS_ria213i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  ?attribute a SciNetS_ria213i:cria213s1i .\n  ?attribute ?p ?o .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "Other database links(Ensembl)",
      "uri": "SciNetS_ria213i:pria213s1i"
    },
    "question": "What are the objects linked via the property 'Other database links(Ensembl)'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria213i: <http://metadb.riken.jp/db/SciNetS_ria213i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  ?s SciNetS_ria213i:pria213s1i ?o .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "RIEG2",
      "uri": "SciNetS_ria213i:cria213s1ria213u10015i"
    },
    "question": "What class does the term 'RIEG2' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria213i: <http://metadb.riken.jp/db/SciNetS_ria213i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  SciNetS_ria213i:cria213s1ria213u10015i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166u26rib166u9606i",
      "uri": "SciNetS_rib166i:crib166u26rib166u9606i"
    },
    "question": "What are the attributes of 'SciNetS_rib166u26rib166u9606i'?",
    "sparql": "PREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  SciNetS_rib166i:crib166u26rib166u9606i ?p ?o .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "HGNC",
      "uri": "db:SciNetS_ria213i"
    },
    "question": "List all terms from the database labeled 'HGNC'.",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  db:SciNetS_ria213i ?p ?term .\n  FILTER CONTAINS(str(?term), \"HGNC\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What are all the resources of type 'Resource'?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  ?resource a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib178s1rib178u100079i",
      "uri": "SciNetS_rib178i:crib178s1rib178u100079i"
    },
    "question": "What attributes are associated with 'SciNetS_rib178s1rib178u100079i'?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  SciNetS_rib178i:crib178s1rib178u100079i ?p ?o .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "HUGO Gene Nomenclature Committee",
      "uri": "db:SciNetS_ria213i"
    },
    "question": "List all terms from the database labeled 'HUGO Gene Nomenclature Committee'.",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  db:SciNetS_ria213i ?p ?term .\n  FILTER CONTAINS(str(?term), \"HUGO Gene Nomenclature Committee\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "item:cria213s1ria213u10589i",
      "uri": "item:cria213s1ria213u10589i"
    },
    "question": "What are the attributes associated with the term 'item:cria213s1ria213u10589i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  item:cria213s1ria213u10589i ?p ?o .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib178s1i",
      "uri": "SciNetS_rib178i:crib178s1i"
    },
    "question": "What terms fall under the class 'SciNetS_rib178s1i'?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria213i>\nWHERE {\n  ?term a SciNetS_rib178i:crib178s1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria213i"
  },
  {
    "label2URI": {
      "label": "Synonym",
      "uri": "SciNetS_ria367i:cria367u3i"
    },
    "question": "What terms are labeled as 'Synonym' along with their labels?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria367i: <http://metadb.riken.jp/db/SciNetS_ria367i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria367i>\nWHERE {\n    SciNetS_ria367i:cria367u3i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria367i"
  },
  {
    "label2URI": {
      "label": "CREB3L1",
      "uri": "item:cria367u1i"
    },
    "question": "What is the label associated with the term 'CREB3L1'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria367i>\nWHERE {\n    item:cria367u1i ?term ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria367i"
  },
  {
    "label2URI": {
      "label": "SciNet Item",
      "uri": "db:SciNetS_ria367i"
    },
    "question": "What is the term and label for the 'SciNet Item' db?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria367i>\nWHERE {\n    db:SciNetS_ria367i ?term ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria367i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib185i:crib185s1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib185i/crib185s1i>"
    },
    "question": "What are the associated terms of the class 'SciNetS_rib185i:crib185s1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib185i: <http://metadb.riken.jp/db/SciNetS_rib185i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   SciNetS_rib185i:crib185s1i ?relation ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "MGI gene - Gene Ontology",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria388i>"
    },
    "question": "What are the terms labeled as 'MGI gene - Gene Ontology'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   ?class ?relation metadb_riken_jp:db.\n   FILTER CONTAINS(str(?class), \"SciNetS_ria388i\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria388i:cria388s1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria388i/cria388s1i>"
    },
    "question": "What are the associated terms of the class 'SciNetS_ria388i:cria388s1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria388i: <http://metadb.riken.jp/db/SciNetS_ria388i/>\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   SciNetS_ria388i:cria388s1i ?relation ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria250i:cria250u10035i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria250i/cria250u10035i>"
    },
    "question": "What are the terms related to 'SciNetS_ria250i:cria250u10035i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria250i: <http://metadb.riken.jp/db/SciNetS_ria250i/>\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   SciNetS_ria250i:cria250u10035i ?relation ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria250i:cria250u15075i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria250i/cria250u15075i>"
    },
    "question": "What terms are associated with the class 'SciNetS_ria250i:cria250u15075i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria250i: <http://metadb.riken.jp/db/SciNetS_ria250i/>\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   SciNetS_ria250i:cria250u15075i ?relation ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria250i:cria250u16746i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria250i/cria250u16746i>"
    },
    "question": "Which terms come under the class 'SciNetS_ria250i:cria250u16746i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria250i: <http://metadb.riken.jp/db/SciNetS_ria250i/>\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   SciNetS_ria250i:cria250u16746i ?relation ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "MGI gene - Gene Ontology",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria388i>"
    },
    "question": "What classes are linked to the term 'MGI gene - Gene Ontology'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   db:SciNetS_ria388i ?relation ?class.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib185i:crib185s1rib185u101757i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib185i/crib185s1rib185u101757i>"
    },
    "question": "What is the class of the term 'SciNetS_rib185i:crib185s1rib185u101757i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib185i: <http://metadb.riken.jp/db/SciNetS_rib185i/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   ?class ?relation SciNetS_rib185i:crib185s1rib185u101757i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria250i:cria250u16746i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria250i/cria250u16746i>"
    },
    "question": "What are the associated attributes of the class 'SciNetS_ria250i:cria250u16746i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria250i: <http://metadb.riken.jp/db/SciNetS_ria250i/>\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   SciNetS_ria250i:cria250u16746i ?relation ?attribute.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib185i:crib185s1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib185i/crib185s1i>"
    },
    "question": "What terms are associated with the 'SciNetS_rib185i:crib185s1i' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib185i: <http://metadb.riken.jp/db/SciNetS_rib185i/>\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   SciNetS_rib185i:crib185s1i ?relation ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "Correspondence of MGI:2385902 to GO:0051223",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria388i/cria388s1ria388u190002i>"
    },
    "question": "What terms are associated with the 'Correspondence of MGI:2385902 to GO:0051223' label?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria388i: <http://metadb.riken.jp/db/SciNetS_ria388i/>\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria388i>\nWHERE {\n   SciNetS_ria388i:cria388s1ria388u190002i ?relation ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria388i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria250u15075i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria250i/cria250u15075i>"
    },
    "question": "What type is associated with 'SciNetS_ria250u15075i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria250i: <http://metadb.riken.jp/db/SciNetS_ria250i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria269i>\nWHERE {\n    <http://metadb.riken.jp/db/SciNetS_ria250i/cria250u15075i> ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria269i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria269s1ria269u100001i",
      "uri": "<http://database.riken.jp/sw/item/cria269s1ria269u100001i>"
    },
    "question": "What are the relationships involving 'SciNetS_ria269s1ria269u100001i'?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?relation ?relatedEntity\nFROM <http://metadb.riken.jp/db/SciNetS_ria269i>\nWHERE {\n    <http://database.riken.jp/sw/item/cria269s1ria269u100001i> ?relation ?relatedEntity.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria269i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria250u271i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria250i/cria250u271i>"
    },
    "question": "What term is labelled by 'SciNetS_ria250u271i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria250i: <http://metadb.riken.jp/db/SciNetS_ria250i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria269i>\nWHERE {\n    <http://metadb.riken.jp/db/SciNetS_ria250i/cria250u271i> ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria269i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria250u16746i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria250i/cria250u16746i>"
    },
    "question": "What class is 'SciNetS_ria250u16746i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria250i: <http://metadb.riken.jp/db/SciNetS_ria250i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria269i>\nWHERE {\n    <http://metadb.riken.jp/db/SciNetS_ria250i/cria250u16746i> ?class ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria269i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria269i:cria269s1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria269i/cria269s1i>"
    },
    "question": "What items are associated with 'SciNetS_ria269i:cria269s1i'?",
    "sparql": "PREFIX SciNetS_ria269i: <http://metadb.riken.jp/db/SciNetS_ria269i/>\n\nSELECT ?items\nFROM <http://metadb.riken.jp/db/SciNetS_ria269i>\nWHERE {\n    <http://metadb.riken.jp/db/SciNetS_ria269i/cria269s1i> ?relevantProperty ?items.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria269i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria269i:cria269s1ria269u100001i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria269i/cria269s1ria269u100001i>"
    },
    "question": "What is the label associated with 'SciNetS_ria269i:cria269s1ria269u100001i'?",
    "sparql": "PREFIX SciNetS_ria269i: <http://metadb.riken.jp/db/SciNetS_ria269i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria269i>\nWHERE {\n    <http://metadb.riken.jp/db/SciNetS_ria269i/cria269s1ria269u100001i> ?relevantProperty ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria269i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria96u10064i",
      "uri": "SciNetS_ria96i:cria96u10064i"
    },
    "question": "Are there any labels associated with 'SciNetS_ria96u10064i'?",
    "sparql": "PREFIX SciNetS_ria96i: <http://metadb.riken.jp/db/SciNetS_ria96i/>\n\nSELECT ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria279i>\nWHERE {\n  SciNetS_ria96i:cria96u10064i ?property ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria279i"
  },
  {
    "label2URI": {
      "label": "HGNC reference(OMIM)",
      "uri": "SciNetS_ria308i:cria308u1i"
    },
    "question": "What is the URI of the 'HGNC reference(OMIM)' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria308i: <http://metadb.riken.jp/db/SciNetS_ria308i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria308i>\nWHERE {\n    ?class rdf:type SciNetS_ria308i:cria308u1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria308i"
  },
  {
    "label2URI": {
      "label": "TIGR Rice Gene Models",
      "uri": "SciNetS_ria103i:cria103s1i"
    },
    "question": "What terms are classified under 'TIGR Rice Gene Models'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria103i: <http://metadb.riken.jp/db/SciNetS_ria103i/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria103i>\nWHERE {\n  ?term a SciNetS_ria103i:cria103s1i .\n  ?term rdf_schema_:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria103i"
  },
  {
    "label2URI": {
      "label": "position_TIGR5",
      "uri": "SciNetS_ria103i:pria103s1i"
    },
    "question": "What are the terms having the property 'position_TIGR5'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria103i: <http://metadb.riken.jp/db/SciNetS_ria103i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria103i>\nWHERE {\n  ?term SciNetS_ria103i:pria103s1i ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria103i"
  },
  {
    "label2URI": {
      "label": "item:cria103s1ria103u100000010101i",
      "uri": "item:cria103s1ria103u100000010101i"
    },
    "question": "Which properties does the term 'item:cria103s1ria103u100000010101i' have?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria103i>\nWHERE {\n  item:cria103s1ria103u100000010101i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria103i"
  },
  {
    "label2URI": {
      "label": "TIGR Rice Gene Models",
      "uri": "SciNetS_ria103i:cria103s1i"
    },
    "question": "What are the labels of terms classified under 'TIGR Rice Gene Models'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria103i: <http://metadb.riken.jp/db/SciNetS_ria103i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria103i>\nWHERE {\n  ?term a SciNetS_ria103i:cria103s1i .\n  ?term rdf_schema_:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria103i"
  },
  {
    "label2URI": {
      "label": "Genoscope-8x",
      "uri": "SciNetS_rib100i:crib100s22i"
    },
    "question": "What terms and labels are associated with the class 'Genoscope-8x'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_rib100i>\nWHERE {\n  ?term a SciNetS_rib100i:crib100s22i .\n  ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib100i"
  },
  {
    "label2URI": {
      "label": "JGI Sorghum bicolor v1.0",
      "uri": "SciNetS_rib100i:crib100s24i"
    },
    "question": "What are the terms and their labels for the class 'JGI Sorghum bicolor v1.0'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_rib100i>\nWHERE {\n  ?term a SciNetS_rib100i:crib100s24i .\n  ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib100i"
  },
  {
    "label2URI": {
      "label": "tair8",
      "uri": "SciNetS_rib100i:crib100s26i"
    },
    "question": "Which terms are classified under 'tair8' and what are their labels?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_rib100i>\nWHERE {\n  ?term a SciNetS_rib100i:crib100s26i .\n  ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib100i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib100i:crib100s22rib100s10i",
      "uri": "SciNetS_rib100i:crib100s22rib100s10i"
    },
    "question": "Describe the label of the term 'SciNetS_rib100i:crib100s22rib100s10i'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_rib100i>\nWHERE {\n  SciNetS_rib100i:crib100s22rib100s10i rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib100i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib99i:crib99s1i",
      "uri": "SciNetS_rib99i:crib99s1i"
    },
    "question": "List classes of the term 'SciNetS_rib99i:crib99s1i'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_rib100i>\nWHERE {\n  SciNetS_rib99i:crib99s1i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib100i"
  },
  {
    "label2URI": {
      "label": "Genome Sequence",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What terms fall under the 'Genome Sequence' database and their labels?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_rib100i>\nWHERE {\n  ?term a metadb_riken_jp:db .\n  ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib100i"
  },
  {
    "label2URI": {
      "label": "Chr1",
      "uri": "SciNetS_rib100i:crib100s29rib100s1i"
    },
    "question": "What is the label of the term 'SciNetS_rib100i:crib100s29rib100s1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?label \nFROM <http://metadb.riken.jp/db/SciNetS_rib100i>\nWHERE {\n  SciNetS_rib100i:crib100s29rib100s1i rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib100i"
  },
  {
    "label2URI": {
      "label": "RGD Annotation",
      "uri": "SciNetS_rib170i:crib170s1i"
    },
    "question": "What terms are linked to the 'RGD Annotation' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib170i: <http://metadb.riken.jp/db/SciNetS_rib170i/>\n\nSELECT DISTINCT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib170i> \nWHERE {\n    ?term a SciNetS_rib170i:crib170s1i . \n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib170i"
  },
  {
    "label2URI": {
      "label": "Rat Genome V3.4 position",
      "uri": "SciNetS_rib170i:crib170u2i"
    },
    "question": "What terms have labels associated with 'Rat Genome V3.4 position'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib170i: <http://metadb.riken.jp/db/SciNetS_rib170i/>\n\nSELECT DISTINCT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_rib170i>\nWHERE {\n    ?term a SciNetS_rib170i:crib170u2i . \n    ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib170i"
  },
  {
    "label2URI": {
      "label": "V3.4 Assembly",
      "uri": "SciNetS_rib170i:prib170s2i"
    },
    "question": "Which terms have the property 'V3.4 Assembly'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib170i: <http://metadb.riken.jp/db/SciNetS_rib170i/>\n\nSELECT DISTINCT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib170i>\nWHERE {\n    ?term SciNetS_rib170i:prib170s2i ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib170i"
  },
  {
    "label2URI": {
      "label": "Rat Ensembl Gene",
      "uri": "SciNetS_rib179i:crib179s1i"
    },
    "question": "What terms are classified under 'Rat Ensembl Gene'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib179i: <http://metadb.riken.jp/db/SciNetS_rib179i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib179i>\nWHERE {\n    ?term a SciNetS_rib179i:crib179s1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib179i"
  },
  {
    "label2URI": {
      "label": "hasRGD",
      "uri": "SciNetS_rib179i:prib179s1i"
    },
    "question": "Which terms have the property 'hasRGD'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib179i: <http://metadb.riken.jp/db/SciNetS_rib179i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib179i>\nWHERE {\n    ?term SciNetS_rib179i:prib179s1i ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib179i"
  },
  {
    "label2URI": {
      "label": "File",
      "uri": "ns_1_0:File"
    },
    "question": "Which term is associated with the RDF type 'File'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib179i>\nWHERE {\n    ?term a ns_1_0:File .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib179i"
  },
  {
    "label2URI": {
      "label": "crib170s1",
      "uri": "SciNetS_rib170i:crib170s1i"
    },
    "question": "What is the URI of the term 'crib170s1'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib170i: <http://metadb.riken.jp/db/SciNetS_rib170i/>\n\nSELECT ?uri\nFROM <http://metadb.riken.jp/db/SciNetS_rib179i>\nWHERE {\n    ?uri a SciNetS_rib170i:crib170s1i\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib179i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib100i",
      "uri": "SciNetS_rib100i:crib100s10i"
    },
    "question": "What term is classified under 'SciNetS_rib100i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib179i>\nWHERE {\n    ?term a SciNetS_rib100i:crib100s10i\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib179i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "Which items are classified as 'Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib179i>\nWHERE {\n    ?term a rdf_schema_:Resource\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib179i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "What are the items associated with the label 'Image'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib179i>\nWHERE {\n    ?term a ns_0_1:Image\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib179i"
  },
  {
    "label2URI": {
      "label": "File",
      "uri": "ns_1_0:File"
    },
    "question": "What properties are associated with the term of class 'File'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_rib179i>\nWHERE {\n    ?term a ns_1_0:File .\n    ?term ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib179i"
  }
]