[
  {
    "label2URI": {
      "label": "SH B6",
      "uri": "rikenbrc_jcm_microbe:mic_6"
    },
    "question": "What do we know about the sample labeled 'SH B6'?",
    "sparql": "PREFIX rikenbrc_jcm_microbe: <http://metadb.riken.jp/db/rikenbrc_jcm_microbe/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?class { rikenbrc_jcm_microbe:mic_6 }\n  ?class ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "Habitat of JCM 3652",
      "uri": "rikenbrc_jcm_microbe:mic_7"
    },
    "question": "What terms are associated with the habitat labeled 'Habitat of JCM 3652'?",
    "sparql": "PREFIX rikenbrc_jcm_microbe: <http://metadb.riken.jp/db/rikenbrc_jcm_microbe/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?class { rikenbrc_jcm_microbe:mic_7 }\n  ?class ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "HNN MEDIUM",
      "uri": "gm:JCM_M1282"
    },
    "question": "What attributes are associated with the medium 'HNN MEDIUM'?",
    "sparql": "PREFIX gm: <http://purl.jp/bio/11/gm/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?class { gm:JCM_M1282 }\n  ?class ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "RBRC bioresource",
      "uri": "xsearch_:resource_type_RBRC_resource"
    },
    "question": "What attributes are associated with the resource type labeled 'RBRC bioresource'?",
    "sparql": "PREFIX xsearch_: <http://metadb.riken.jp/terms/xsearch#>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?class { xsearch_:resource_type_RBRC_resource }\n  ?class ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "NCBITaxon_1303444",
      "uri": "obo:NCBITaxon_1303444"
    },
    "question": "What types and labels are associated with the class 'NCBITaxon_1303444'?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?type ?label \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?term { obo:NCBITaxon_1303444 }\n  ?term ?type ?label .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "NCBITaxon_1303465",
      "uri": "obo:NCBITaxon_1303465"
    },
    "question": "What types and labels are associated with the class 'NCBITaxon_1303465'?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?type ?label \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?term { obo:NCBITaxon_1303465 }\n  ?term ?type ?label .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "NCBITaxon_1583321",
      "uri": "obo:NCBITaxon_1583321"
    },
    "question": "What types and labels are associated with the class 'NCBITaxon_1583321'?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?type ?label \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?term { obo:NCBITaxon_1583321 }\n  ?term ?type ?label .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "nodeID://b16556375",
      "uri": "rikenbrc_jcm_microbe:mic_5"
    },
    "question": "What attributes are associated with the node labeled 'nodeID://b16556375'?",
    "sparql": "PREFIX rikenbrc_jcm_microbe: <http://metadb.riken.jp/db/rikenbrc_jcm_microbe/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?class { rikenbrc_jcm_microbe:mic_5 }\n  ?class ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "DSM-102208",
      "uri": "culture:DSM-102208"
    },
    "question": "What are the attributes associated with the resource labeled 'DSM-102208'?",
    "sparql": "PREFIX culture: <https://www.dsmz.de/catalogues/details/culture/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/riken_brc_jcm>\nWHERE {\n  VALUES ?class { culture:DSM-102208 }\n  ?class ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_jcm"
  },
  {
    "label2URI": {
      "label": "NCBITaxon 1303444",
      "uri": "obo:NCBITaxon_1303444"
    },
    "question": "What types are associated with the NCBITaxon 1303444?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?type FROM <http://metadb.riken.jp/db/rikenbrc_jcm_microbe>\nWHERE {\n  obo:NCBITaxon_1303444 ?type ?typeLabel .\n}",
    "database": "http://metadb.riken.jp/db/rikenbrc_jcm_microbe"
  },
  {
    "label2URI": {
      "label": "NCBITaxon 1583321",
      "uri": "obo:NCBITaxon_1583321"
    },
    "question": "What types are associated with the NCBITaxon 1583321?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?type FROM <http://metadb.riken.jp/db/rikenbrc_jcm_microbe>\nWHERE {\n  obo:NCBITaxon_1583321 ?type ?typeLabel .\n}",
    "database": "http://metadb.riken.jp/db/rikenbrc_jcm_microbe"
  },
  {
    "label2URI": {
      "label": "\u30e9\u30f3\u30ab\u5fb9",
      "uri": "ns_04_1Kpng:170203_RatBrainCortex8W3Sen_x4000_1K_000001.png"
    },
    "question": "What details are available for the image '\u30e9\u30f3\u30ab\u5fb9'?",
    "sparql": "PREFIX ns_04_1Kpng: <http://clst.multimodal.riken.jp/CLST_SharedData/M001_170203_Rat8W03_cor_sen_x4000/04_1Kpng/>\n\nSELECT ?details \nFROM <http://metadb.riken.jp/db/clstMultimodalMicrostruct>\nWHERE {\n    ns_04_1Kpng:170203_RatBrainCortex8W3Sen_x4000_1K_000001.png ?p ?details .\n}",
    "database": "http://metadb.riken.jp/db/clstMultimodalMicrostruct"
  },
  {
    "label2URI": {
      "label": "Metadata of quantitative data and datasets of microscopy images provided from SSBD database",
      "uri": "<http://metadb.riken.jp/db/SSBD>"
    },
    "question": "What is the label associated with the metadata of quantitative data and datasets of microscopy images provided from SSBD database?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SSBD>\nWHERE {\n  db:SSBD ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SSBD"
  },
  {
    "label2URI": {
      "label": "002c18ee-17c2-4da6-bb80-352dd7038cf2",
      "uri": "<http://metadb.riken.jp/db/SSBD:002c18ee-17c2-4da6-bb80-352dd7038cf2>"
    },
    "question": "List all quantitative data associated with the ID '002c18ee-17c2-4da6-bb80-352dd7038cf2'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SSBD: <http://metadb.riken.jp/db/SSBD/>\nSELECT ?data\nFROM <http://metadb.riken.jp/db/SSBD>\nWHERE {\n  SSBD:002c18ee-17c2-4da6-bb80-352dd7038cf2 ?p ?data .\n}",
    "database": "http://metadb.riken.jp/db/SSBD"
  },
  {
    "label2URI": {
      "label": "002c18ee-17c2-4da6-bb80-352dd7038cf2",
      "uri": "<http://metadb.riken.jp/db/SSBD:002c18ee-17c2-4da6-bb80-352dd7038cf2>"
    },
    "question": "What are the labels or values associated with the quantitative data having ID '002c18ee-17c2-4da6-bb80-352dd7038cf2'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SSBD: <http://metadb.riken.jp/db/SSBD/>\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SSBD>\nWHERE {\n  SSBD:002c18ee-17c2-4da6-bb80-352dd7038cf2 ?prop ?label .\n}",
    "database": "http://metadb.riken.jp/db/SSBD"
  },
  {
    "label2URI": {
      "label": "Body Weight 10 weeks",
      "uri": "NBRP_rat:rat_9_1"
    },
    "question": "What is the related class of the term `'Body Weight 10 weeks'`?",
    "sparql": "PREFIX NBRP_rat: <http://metadb.riken.jp/db/NBRP_rat/>\nSELECT ?class \nFROM <http://metadb.riken.jp/db/NBRP_rat>\nWHERE {\n  ?class ?term ?termLabel .\n  FILTER(str(?termLabel) = str(NBRP_rat:rat_9_1)) \n}",
    "database": "http://metadb.riken.jp/db/NBRP_rat"
  },
  {
    "label2URI": {
      "label": "NBRP Rat \u4f53\u91cd",
      "uri": "NBRP_rat:rat_11_1"
    },
    "question": "What URI is associated with the term `'NBRP Rat \u4f53\u91cd'`?",
    "sparql": "PREFIX NBRP_rat: <http://metadb.riken.jp/db/NBRP_rat/>\nSELECT ?uri \nFROM <http://metadb.riken.jp/db/NBRP_rat>\nWHERE {\n  ?class ?uri ?termLabel .\n  FILTER(CONTAINS(str(?termLabel), \"NBRP Rat \u4f53\u91cd\"))\n}",
    "database": "http://metadb.riken.jp/db/NBRP_rat"
  },
  {
    "label2URI": {
      "label": "Metadata of NBRP Rat",
      "uri": "db:NBRP_rat"
    },
    "question": "What is the associated term connected with the label `'Metadata of NBRP Rat'`?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nSELECT ?term \nFROM <http://metadb.riken.jp/db/NBRP_rat>\nWHERE {\n  db:NBRP_rat ?term ?label .\n  FILTER(CONTAINS(str(?label), \"Metadata of NBRP Rat\"))\n}",
    "database": "http://metadb.riken.jp/db/NBRP_rat"
  },
  {
    "label2URI": {
      "label": "Observation",
      "uri": "SciNetS_ria37i:cria37u7i"
    },
    "question": "List all terms labeled under 'Observation'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria37i: <http://metadb.riken.jp/db/SciNetS_ria37i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria37i>\nWHERE {\n    ?term rdf:type SciNetS_ria37i:cria37u7i .\n    ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria37i"
  },
  {
    "label2URI": {
      "label": "Type",
      "uri": "SciNetS_ria37i:cria37u10i"
    },
    "question": "List all terms that are classified as 'Type'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria37i: <http://metadb.riken.jp/db/SciNetS_ria37i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria37i>\nWHERE {\n    ?term rdf:type SciNetS_ria37i:cria37u10i .\n    ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria37i"
  },
  {
    "label2URI": {
      "label": "T1",
      "uri": "SciNetS_ria37i:cria37u8ria37u2i"
    },
    "question": "List the label for the term 'T1'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria37i: <http://metadb.riken.jp/db/SciNetS_ria37i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria37i>\nWHERE {\n    SciNetS_ria37i:cria37u8ria37u2i rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria37i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "What files are associated with the 'Image' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria37u4ria37u1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria37i/cria37u4i/cria37u4ria37u1i/>\n\nSELECT ?file\nFROM <http://metadb.riken.jp/db/SciNetS_ria37i>\nWHERE {\n    ?file rdf:type ns_0_1:Image .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria37i"
  },
  {
    "label2URI": {
      "label": "Ds Mapping Information to TAIR10",
      "uri": "SciNetS_ria278i:cria278u2i"
    },
    "question": "What terms are associated with the class 'Ds Mapping Information to TAIR10'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria278i: <http://metadb.riken.jp/db/SciNetS_ria278i/>\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  ?term a SciNetS_ria278i:cria278u2i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "RIKEN DS Transposon line",
      "uri": "SciNetS_ria278i:cria278u1i"
    },
    "question": "What are the labels of the terms associated with 'RIKEN DS Transposon line'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria278i: <http://metadb.riken.jp/db/SciNetS_ria278i/>\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  ?term a SciNetS_ria278i:cria278u1i .\n  ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "Insertion Location",
      "uri": "SciNetS_ria278i:cria278u3i"
    },
    "question": "What are the terms and respective labels for 'Insertion Location'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria278i: <http://metadb.riken.jp/db/SciNetS_ria278i/>\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  ?term a SciNetS_ria278i:cria278u3i .\n  ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "16-0833-1",
      "uri": "SciNetS_ria278i:cria278u1ria278u10003i"
    },
    "question": "Which class does the term '16-0833-1' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria278i: <http://metadb.riken.jp/db/SciNetS_ria278i/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  SciNetS_ria278i:cria278u1ria278u10003i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib100i:crib100s35rib100u1i",
      "uri": "SciNetS_rib100i:crib100s35rib100u1i"
    },
    "question": "Which class does 'SciNetS_rib100i:crib100s35rib100u1i' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  SciNetS_rib100i:crib100s35rib100u1i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib102i:crib102u0rib102u10000001300i",
      "uri": "SciNetS_rib102i:crib102u0rib102u10000001300i"
    },
    "question": "What properties are associated with 'SciNetS_rib102i:crib102u0rib102u10000001300i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  SciNetS_rib102i:crib102u0rib102u10000001300i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria278i:cria278u6ria278u1i",
      "uri": "SciNetS_ria278i:cria278u6ria278u1i"
    },
    "question": "Which classes does 'SciNetS_ria278i:cria278u6ria278u1i' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria278i: <http://metadb.riken.jp/db/SciNetS_ria278i/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  SciNetS_ria278i:cria278u6ria278u1i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "13-2267-1_G-edge.1",
      "uri": "SciNetS_ria278i:cria278u2ria278u10002i"
    },
    "question": "What class does the term '13-2267-1_G-edge.1' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria278i: <http://metadb.riken.jp/db/SciNetS_ria278i/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  SciNetS_ria278i:cria278u2ria278u10002i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "AT2G01060.2:promoter (-201)",
      "uri": "SciNetS_ria278i:cria278u3ria278u10009i"
    },
    "question": "What are the classes associated with the term 'AT2G01060.2:promoter (-201)'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria278i: <http://metadb.riken.jp/db/SciNetS_ria278i/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria278i>\nWHERE {\n  SciNetS_ria278i:cria278u3ria278u10009i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria278i"
  },
  {
    "label2URI": {
      "label": "obo:MP_0013775",
      "uri": "obo:MP_0013775"
    },
    "question": "What attributes are associated with the term 'obo:MP_0013775'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX obo: <http://purl.obolibrary.org/obo/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/IMPC_RDF>\nWHERE {\n  ?s ?p obo:MP_0013775 .\n}",
    "database": "http://metadb.riken.jp/db/IMPC_RDF"
  },
  {
    "label2URI": {
      "label": "Pre-Day 10 Death",
      "uri": "Impress_parameter:DSS_DSS_014_001"
    },
    "question": "What attributes are associated with 'Pre-Day 10 Death'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX IMPC_RDF: <http://metadb.riken.jp/db/IMPC_RDF/>\nPREFIX Impress_parameter: <http://metadb.riken.jp/db/IMPC_RDF/Impress_parameter/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/IMPC_RDF>\nWHERE {\n  ?s ?p Impress_parameter:DSS_DSS_014_001 .\n}",
    "database": "http://metadb.riken.jp/db/IMPC_RDF"
  },
  {
    "label2URI": {
      "label": "BCM Pipeline",
      "uri": "Impress_pipeline:BCM_001"
    },
    "question": "What attributes are associated with 'BCM Pipeline'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX IMPC_RDF: <http://metadb.riken.jp/db/IMPC_RDF/>\nPREFIX Impress_pipeline: <http://metadb.riken.jp/db/IMPC_RDF/Impress_pipeline/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/IMPC_RDF>\nWHERE {\n  ?s ?p Impress_pipeline:BCM_001 .\n}",
    "database": "http://metadb.riken.jp/db/IMPC_RDF"
  },
  {
    "label2URI": {
      "label": "Acoustic Startle and Pre-pulse Inhibition (PPI)",
      "uri": "Impress_procedure:BCM_ACS_001"
    },
    "question": "What attributes are associated with 'Acoustic Startle and Pre-pulse Inhibition (PPI)'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX IMPC_RDF: <http://metadb.riken.jp/db/IMPC_RDF/>\nPREFIX Impress_procedure: <http://metadb.riken.jp/db/IMPC_RDF/Impress_procedure/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/IMPC_RDF>\nWHERE {\n  ?s ?p Impress_procedure:BCM_ACS_001 .\n}",
    "database": "http://metadb.riken.jp/db/IMPC_RDF"
  },
  {
    "label2URI": {
      "label": "experiment",
      "uri": "impress_level:experiment"
    },
    "question": "What attributes are associated with the term 'experiment'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX IMPC_RDF: <http://metadb.riken.jp/db/IMPC_RDF/>\nPREFIX impress_level: <http://metadb.riken.jp/db/IMPC_RDF/impress_level/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/IMPC_RDF>\nWHERE {\n  ?s ?p impress_level:experiment .\n}",
    "database": "http://metadb.riken.jp/db/IMPC_RDF"
  },
  {
    "label2URI": {
      "label": "\"\"cohort_37873_female\"\"^^xsd:string",
      "uri": "Cohort:37873_female"
    },
    "question": "What attributes are associated with the cohort 'cohort_37873_female'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX IMPC_RDF: <http://metadb.riken.jp/db/IMPC_RDF/>\nPREFIX Cohort: <http://metadb.riken.jp/db/IMPC_RDF/Cohort/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/IMPC_RDF>\nWHERE {\n  ?s ?p Cohort:37873_female .\n}",
    "database": "http://metadb.riken.jp/db/IMPC_RDF"
  },
  {
    "label2URI": {
      "label": "Europhenome_strain:IMPC-CURATE-C44BE",
      "uri": "Europhenome_strain:IMPC-CURATE-C44BE"
    },
    "question": "What attributes are associated with the strain 'Europhenome_strain:IMPC-CURATE-C44BE'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX IMPC_RDF: <http://metadb.riken.jp/db/IMPC_RDF/>\nPREFIX Europhenome_strain: <http://metadb.riken.jp/db/IMPC_RDF/Europhenome_strain/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/IMPC_RDF>\nWHERE {\n  ?s ?p Europhenome_strain:IMPC-CURATE-C44BE .\n}",
    "database": "http://metadb.riken.jp/db/IMPC_RDF"
  },
  {
    "label2URI": {
      "label": "RIKEN Arabidopsis Protein record",
      "uri": "SciNetS_rib46i:crib46s11i"
    },
    "question": "What attributes belong to the 'RIKEN Arabidopsis Protein record'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib46i: <http://metadb.riken.jp/db/SciNetS_rib46i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  SciNetS_rib46i:crib46s11i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "File",
      "uri": "ns_1_0:File"
    },
    "question": "Which files are listed in the database?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nSELECT ?file\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  ?file a ns_1_0:File .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "What images are stored in the database?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nSELECT ?image\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  ?image a ns_0_1:Image .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "property",
      "uri": "SciNetS_rib46i:prib46s11i"
    },
    "question": "What titles are associated with the 'property' attribute?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib46i: <http://metadb.riken.jp/db/SciNetS_rib46i/>\nSELECT ?title\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  ?property SciNetS_rib46i:prib46s11i ?title .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What resources are available in the database?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  ?resource a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "Reference",
      "uri": "SciNetS_rib46i:prib46s13i"
    },
    "question": "What references exist in the database?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib46i: <http://metadb.riken.jp/db/SciNetS_rib46i/>\nSELECT ?reference\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  ?entry SciNetS_rib46i:prib46s13i ?reference .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "RIB:CRIB00046S000011-RIB00046S000000000010",
      "uri": "SciNetS_rib46i:crib46s11rib46s10i"
    },
    "question": "What is the label of 'RIB:CRIB00046S000011-RIB00046S000000000010'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib46i: <http://metadb.riken.jp/db/SciNetS_rib46i/>\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  SciNetS_rib46i:crib46s11rib46s10i ?p ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "externalurl.html",
      "uri": "crib46s11rib46s10i:externalurl.html"
    },
    "question": "Provide the associated file name for 'externalurl.html'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX crib46s11rib46s10i: <http://metadb.riken.jp/dbfiles/SciNetS_rib46i/crib46s11i/crib46s11rib46s10i/>\nSELECT ?fileName\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  crib46s11rib46s10i:externalurl.html ?p ?fileName .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "034681_pdb_1WGP_b250.png",
      "uri": "crib46s11rib46s10i:034681_pdb_1WGP_b250.png"
    },
    "question": "Provide the associated image file for '034681_pdb_1WGP_b250.png'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX crib46s11rib46s10i: <http://metadb.riken.jp/dbfiles/SciNetS_rib46i/crib46s11i/crib46s11rib46s10i/>\nSELECT ?imageFile\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  crib46s11rib46s10i:034681_pdb_1WGP_b250.png ?p ?imageFile .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib46i",
      "uri": "db:SciNetS_rib46i"
    },
    "question": "Retrieve all classes associated with 'db:SciNetS_rib46i'",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib46i>\nWHERE {\n  db:SciNetS_rib46i ?p ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib46i"
  },
  {
    "label2URI": {
      "label": "Chemically and radiation induced",
      "uri": "AlleleType:001"
    },
    "question": "What type of allele is identified by the label 'Chemically and radiation induced'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX AlleleType: <http://metadb.riken.jp/db/mgi_rdf/AlleleType/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/terms/mgi_rdf>\nWHERE {\n  AlleleType:001 ?type \"Chemically and radiation induced\"^^xsd:string .\n}",
    "database": "http://metadb.riken.jp/db/mgi_rdf"
  },
  {
    "label2URI": {
      "label": "PhysicalNucleotideDistance",
      "uri": "mgi_rdf:PhysicalNucleotideDistance"
    },
    "question": "What distance is noted in 'PhysicalNucleotideDistance'?",
    "sparql": "PREFIX mgi_rdf: <http://metadb.riken.jp/db/mgi_rdf/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?distance\nFROM <http://metadb.riken.jp/db/mgi_rdf>\nWHERE {\n  mgi_rdf:PhysicalNucleotideDistance ?distance ?term .\n}",
    "database": "http://metadb.riken.jp/db/mgi_rdf"
  },
  {
    "label2URI": {
      "label": "GeneticDistance",
      "uri": "mgi_rdf:GeneticDistance"
    },
    "question": "What is the genetic distance noted in the data?",
    "sparql": "PREFIX mgi_rdf: <http://metadb.riken.jp/db/mgi_rdf/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?geneticDistance\nFROM <http://metadb.riken.jp/db/mgi_rdf>\nWHERE {\n  mgi_rdf:GeneticDistance ?geneticDistance ?term .\n}",
    "database": "http://metadb.riken.jp/db/mgi_rdf"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria214i:cria214s11i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria214i/cria214s11ria214u2400i>"
    },
    "question": "What properties belong to 'SciNetS_ria214i:cria214s11i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_rib108i: <http://metadb.riken.jp/db/SciNetS_rib108i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX crib108u10i: <http://metadb.riken.jp/dbfiles/SciNetS_rib108i/crib108u10i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX crib108u1rib108u101i: <http://metadb.riken.jp/dbfiles/SciNetS_rib108i/crib108u1i/crib108u1rib108u101i/>\nPREFIX SciNetS_ria1i: <http://metadb.riken.jp/db/SciNetS_ria1i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_rib108i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria214i/cria214s11ria214u2400i> ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib108i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria214i:cria214s10i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria214i/cria214s10ria214u8355i>"
    },
    "question": "What values are linked to the term 'SciNetS_ria214i:cria214s10i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_rib108i: <http://metadb.riken.jp/db/SciNetS_rib108i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX crib108u10i: <http://metadb.riken.jp/dbfiles/SciNetS_rib108i/crib108u10i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX crib108u1rib108u101i: <http://metadb.riken.jp/dbfiles/SciNetS_rib108i/crib108u1i/crib108u1rib108u101i/>\nPREFIX SciNetS_ria1i: <http://metadb.riken.jp/db/SciNetS_ria1i/>\n\nSELECT ?value\nFROM <http://metadb.riken.jp/db/SciNetS_rib108i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria214i/cria214s10ria214u8355i> ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib108i"
  },
  {
    "label2URI": {
      "label": "rdf_schema_:Resource",
      "uri": "<http://www.w3.org/2000/01/rdf-schema#Resource>"
    },
    "question": "Provide all resources associated with 'rdf_schema_:Resource'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_rib108i: <http://metadb.riken.jp/db/SciNetS_rib108i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX crib108u10i: <http://metadb.riken.jp/dbfiles/SciNetS_rib108i/crib108u10i/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX crib108u1rib108u101i: <http://metadb.riken.jp/dbfiles/SciNetS_rib108i/crib108u1i/crib108u1rib108u101i/>\nPREFIX SciNetS_ria1i: <http://metadb.riken.jp/db/SciNetS_ria1i/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_rib108i>\nWHERE {\n  ?resource a <http://www.w3.org/2000/01/rdf-schema#Resource> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib108i"
  }
]