[
  {
    "label2URI": {
      "label": "Class rib100s35",
      "uri": "SciNetS_rib100i:crib100s35i"
    },
    "question": "What are the terms associated with 'Class rib100s35'?",
    "sparql": "PREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib102i>\nWHERE {\n    ?term a SciNetS_rib100i:crib100s35i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib102i"
  },
  {
    "label2URI": {
      "label": "Class crib166u26",
      "uri": "SciNetS_rib166i:crib166u26i"
    },
    "question": "List terms under 'Class crib166u26'.",
    "sparql": "PREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib102i>\nWHERE {\n    ?term a SciNetS_rib166i:crib166u26i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib102i"
  },
  {
    "label2URI": {
      "label": "sequence orthology evidence",
      "uri": "SciNetS_ria267i:cria267u201i"
    },
    "question": "What attributes are associated with the class 'sequence orthology evidence'?",
    "sparql": "PREFIX SciNetS_ria267i: <http://metadb.riken.jp/db/SciNetS_ria267i/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria267i>\nWHERE {\n    SciNetS_ria267i:cria267u201i ?predicate ?object .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria267i"
  },
  {
    "label2URI": {
      "label": "ontology.tree",
      "uri": "cria267u0i:ontology.tree"
    },
    "question": "Which classes are associated with 'ontology.tree'?",
    "sparql": "PREFIX cria267u0i: <http://metadb.riken.jp/dbfiles/SciNetS_ria267i/cria267u0i/>\n\nSELECT ?predicate ?object FROM <http://metadb.riken.jp/db/SciNetS_ria267i>\nWHERE {\n    cria267u0i:ontology.tree ?predicate ?object .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria267i"
  },
  {
    "label2URI": {
      "label": "Work",
      "uri": "ns_:Work"
    },
    "question": "What are the properties and values related to 'Work'?",
    "sparql": "PREFIX ns_: <http://creativecommons.org/ns#>\n\nSELECT ?predicate ?object FROM <http://metadb.riken.jp/db/SciNetS_ria267i>\nWHERE {\n    ns_:Work ?predicate ?object .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria267i"
  },
  {
    "label2URI": {
      "label": "match to sequence model evidence",
      "uri": "SciNetS_ria267i:cria267u202i"
    },
    "question": "What details are associated with the 'match to sequence model evidence' class?",
    "sparql": "PREFIX SciNetS_ria267i: <http://metadb.riken.jp/db/SciNetS_ria267i/>\n\nSELECT ?predicate ?object FROM <http://metadb.riken.jp/db/SciNetS_ria267i>\nWHERE {\n    SciNetS_ria267i:cria267u202i ?predicate ?object .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria267i"
  },
  {
    "label2URI": {
      "label": "Ontology template",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What classes are associated with the Ontology template?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    ?class ?p metadb_riken_jp:db.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "reults_in_maturation_of",
      "uri": "SciNetS_ria280i:cria280s1ria280u100i"
    },
    "question": "Which term results in maturation of and what is its label?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria280i: <http://metadb.riken.jp/db/SciNetS_ria280i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    SciNetS_ria280i:cria280s1ria280u100i ?p ?term.\n    ?term ?q ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib99i:crib99u11i",
      "uri": "SciNetS_rib99i:crib99u11i"
    },
    "question": "Which terms are associated with the class SciNetS_rib99i:crib99u11i?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    ?term ?p SciNetS_rib99i:crib99u11i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "item:cria280s1i",
      "uri": "item:cria280s1i"
    },
    "question": "What terms are associated with the class item:cria280s1i?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    ?term ?p item:cria280s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "cria280s1ria280u100i",
      "uri": "item:cria280s1ria280u100i"
    },
    "question": "Find all resources that have the label cria280s1ria280u100i.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    ?resource ?p item:cria280s1ria280u100i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "rdf_schema_:Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "List all resources of type rdf_schema_:Resource.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    ?resource a rdf_schema_:Resource.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "Ontology template",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What are the terms linked to the ontology template?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    ?term ?p metadb_riken_jp:db.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "cria280s1ria280u100i",
      "uri": "item:cria280s1ria280u100i"
    },
    "question": "List attributes linked to term cria280s1ria280u100i.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    item:cria280s1ria280u100i ?p ?attribute.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib99i:crib99u11i",
      "uri": "SciNetS_rib99i:crib99u11i"
    },
    "question": "Retrieve class details for the class SciNetS_rib99i:crib99u11i.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?attr ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria280i>\nWHERE {\n    SciNetS_rib99i:crib99u11i ?attr ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria280i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria270i:cria270u1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria270i/cria270u1i>"
    },
    "question": "What are the different properties of the term 'SciNetS_ria270i:cria270u1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria270i: <http://metadb.riken.jp/db/SciNetS_ria270i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX SciNetS_ria390i: <http://metadb.riken.jp/db/SciNetS_ria390i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria270i> WHERE {\n  SciNetS_ria270i:cria270u1i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria270i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria270i:pria270u1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria270i/pria270u1i>"
    },
    "question": "What terms use the property '\u907a\u4f1d\u5b50'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria270i: <http://metadb.riken.jp/db/SciNetS_ria270i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX SciNetS_ria390i: <http://metadb.riken.jp/db/SciNetS_ria390i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria270i> WHERE {\n  ?term SciNetS_ria270i:pria270u1i ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria270i"
  },
  {
    "label2URI": {
      "label": "item:cria270u1ria270u100300i",
      "uri": "<http://database.riken.jp/sw/item/cria270u1ria270u100300i>"
    },
    "question": "What are the details of the instance 'item:cria270u1ria270u100300i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria270i: <http://metadb.riken.jp/db/SciNetS_ria270i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX SciNetS_ria390i: <http://metadb.riken.jp/db/SciNetS_ria390i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria270i> WHERE {\n  item:cria270u1ria270u100300i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria270i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria270i:cria270u1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria270i/cria270u1i>"
    },
    "question": "What classes and properties are directly associated with 'SciNetS_ria270i:cria270u1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria270i: <http://metadb.riken.jp/db/SciNetS_ria270i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX SciNetS_ria390i: <http://metadb.riken.jp/db/SciNetS_ria390i/>\nPREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT * FROM <http://metadb.riken.jp/db/SciNetS_ria270i> WHERE {\n  SciNetS_ria270i:cria270u1i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria270i"
  },
  {
    "label2URI": {
      "label": "TAIR PO(Plant Anatomy) Annotation",
      "uri": "SciNetS_ria273i:cria273u1i"
    },
    "question": "What terms are annotated under the class 'TAIR PO(Plant Anatomy) Annotation'?",
    "sparql": "PREFIX SciNetS_ria273i: <http://metadb.riken.jp/db/SciNetS_ria273i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria273i>\nWHERE {\n    ?term a SciNetS_ria273i:cria273u1i ;\n          rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria273i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria390i:cria390u1ria390u12i",
      "uri": "SciNetS_ria390i:cria390u1ria390u12i"
    },
    "question": "What properties are attributed to the term 'SciNetS_ria390i:cria390u1ria390u12i'?",
    "sparql": "PREFIX SciNetS_ria390i: <http://metadb.riken.jp/db/SciNetS_ria390i/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria273i>\nWHERE {\n    SciNetS_ria390i:cria390u1ria390u12i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria273i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria273i:cria273u1i",
      "uri": "SciNetS_ria273i:cria273u1i"
    },
    "question": "What are the labels of the class 'SciNetS_ria273i:cria273u1i'?",
    "sparql": "PREFIX SciNetS_ria273i: <http://metadb.riken.jp/db/SciNetS_ria273i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria273i>\nWHERE {\n    SciNetS_ria273i:cria273u1i rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria273i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What items are resources?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?item\nFROM <http://metadb.riken.jp/db/SciNetS_ria273i>\nWHERE {\n    ?item rdf:type rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria273i"
  },
  {
    "label2URI": {
      "label": "sci_po_plant_anatomy",
      "uri": "SciNetS_ria273i:cria273u1i"
    },
    "question": "What instances are associated with the class 'TAIR PO(Plant Anatomy) Annotation'?",
    "sparql": "PREFIX SciNetS_ria273i: <http://metadb.riken.jp/db/SciNetS_ria273i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria273i>\nWHERE {\n    ?term a SciNetS_ria273i:cria273u1i ;\n          rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria273i"
  },
  {
    "label2URI": {
      "label": "PO annotation",
      "uri": "SciNetS_ria273i:cria273u1ria273u100001i"
    },
    "question": "What is the label of the term 'PO annotation'?",
    "sparql": "PREFIX SciNetS_ria273i: <http://metadb.riken.jp/db/SciNetS_ria273i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria273i>\nWHERE {\n    SciNetS_ria273i:cria273u1ria273u100001i rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria273i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib102i:crib102u0i",
      "uri": "SciNetS_rib102i:crib102u0i"
    },
    "question": "What terms are annotated under the class 'SciNetS_rib102i:crib102u0i'?",
    "sparql": "PREFIX SciNetS_rib102i: <http://metadb.riken.jp/db/SciNetS_rib102i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria273i>\nWHERE {\n    ?term rdf:type SciNetS_rib102i:crib102u0i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria273i"
  },
  {
    "label2URI": {
      "label": "seed annotation",
      "uri": "SciNetS_ria273i:cria273u1ria273u100001i"
    },
    "question": "What attributes are associated with the term 'seed annotation'?",
    "sparql": "PREFIX SciNetS_ria273i: <http://metadb.riken.jp/db/SciNetS_ria273i/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria273i>\nWHERE {\n    SciNetS_ria273i:cria273u1ria273u100001i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria273i"
  },
  {
    "label2URI": {
      "label": "Ensembl Gene Annotation Release 68",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib178i/crib178s1i>"
    },
    "question": "What terms are associated with the 'Ensembl Gene Annotation Release 68' class?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_rib178i/crib178s1i> .\n  ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "Human Ensembl Gene",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib178i>"
    },
    "question": "What are the classes included in the 'Human Ensembl Gene' database?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  db:SciNetS_rib178i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "Chr15:37316133-37322426 +",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib178i/crib178u2rib178u10013i>"
    },
    "question": "Which class does the term 'Chr15:37316133-37322426 +' belong to?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib178i/crib178u2rib178u10013i> a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "LGALS2",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib178i/crib178s1rib178u100079i>"
    },
    "question": "To which class does the term 'LGALS2' belong?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib178i/crib178s1rib178u100079i> a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "ChrHSCHR6_MHC_APD:31813761-31818895 +",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib178i/crib178u4rib178u100014i>"
    },
    "question": "Get the label of the term 'ChrHSCHR6_MHC_APD:31813761-31818895 +'?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib178i/crib178u4rib178u100014i> rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "Ensembl Transcript Annotation Release 68",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib178i/crib178u3i>"
    },
    "question": "Get all terms that belong to the 'Ensembl Transcript Annotation Release 68' class?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_rib178i/crib178u3i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "LGALS2",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib178i/crib178s1rib178u100079i>"
    },
    "question": "Identify terms that are of the same class as 'LGALS2'?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_rib178i/crib178s1i> .\n  ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "ENST00000011653",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib178i/crib178u3rib178u11653i>"
    },
    "question": "To which class does the term 'ENST00000011653' belong?",
    "sparql": "PREFIX SciNetS_rib178i: <http://metadb.riken.jp/db/SciNetS_rib178i/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib178i/crib178u3rib178u11653i> a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib166i/crib166u26i>"
    },
    "question": "Identify terms that belong to the 'SciNetS_rib166i:crib166u26i' class?",
    "sparql": "PREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib178i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_rib166i/crib166u26i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib178i"
  },
  {
    "label2URI": {
      "label": "Protein Data Bank",
      "uri": "db:SciNetS_ria1i"
    },
    "question": "What is the URI for the class 'Protein Data Bank'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nSELECT ?uri \nFROM <http://metadb.riken.jp/db/SciNetS_ria1i>\nWHERE {\n    db:SciNetS_ria1i ?p ?o\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria1i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "What are the Image resources in the dataset?",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nSELECT ?image \nFROM <http://metadb.riken.jp/db/SciNetS_ria1i>\nWHERE {\n    ?image rdf:type ns_0_1:Image \n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria1i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What are the resources labeled as 'Resource' in the dataset?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT ?resource \nFROM <http://metadb.riken.jp/db/SciNetS_ria1i>\nWHERE {\n    ?resource rdf:type rdf_schema_:Resource \n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria1i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166i:crib166u22rib166u10358i",
      "uri": "SciNetS_rib166i:crib166u22rib166u10358i"
    },
    "question": "Which class does the term 'SciNetS_rib166i:crib166u22rib166u10358i' belong to?",
    "sparql": "PREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_ria1i>\nWHERE {\n    ?term rdf:type ?class.\n    FILTER CONTAINS(str(?term), \"crib166u22rib166u10358i\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria1i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166i:crib166u6rib166u201174i",
      "uri": "SciNetS_rib166i:crib166u6rib166u201174i"
    },
    "question": "What term does 'SciNetS_rib166i:crib166u6rib166u201174i' represent?",
    "sparql": "PREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria1i>\nWHERE {\n    SciNetS_rib166i:crib166u6rib166u201174i ?p ?term\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria1i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166i:crib166u27rib166u119602i",
      "uri": "SciNetS_rib166i:crib166u27rib166u119602i"
    },
    "question": "Which class is 'SciNetS_rib166i:crib166u27rib166u119602i' associated with?",
    "sparql": "PREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_ria1i>\nWHERE {\n    ?term rdf:type ?class.\n    FILTER CONTAINS(str(?term), \"crib166u27rib166u119602i\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria1i"
  },
  {
    "label2URI": {
      "label": "Entrez Rat",
      "uri": "SciNetS_ria336i:cria336u1i"
    },
    "question": "What terms are associated with the class 'Entrez Rat'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria336i: <http://metadb.riken.jp/db/SciNetS_ria336i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria336i>\nWHERE { \n  ?term a SciNetS_ria336i:cria336u1i .\n  OPTIONAL { ?term rdfs:label ?termLabel }\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria336i"
  },
  {
    "label2URI": {
      "label": "Olr1867",
      "uri": "SciNetS_ria336i:cria336u1ria336u100036582i"
    },
    "question": "What label is given to the term 'Olr1867'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria336i: <http://metadb.riken.jp/db/SciNetS_ria336i/>\n\nSELECT ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria336i>\nWHERE { \n  SciNetS_ria336i:cria336u1ria336u100036582i rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria336i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib170i:crib170s1i",
      "uri": "SciNetS_rib170i:crib170s1i"
    },
    "question": "Which terms are classified under 'SciNetS_rib170i:crib170s1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib170i: <http://metadb.riken.jp/db/SciNetS_rib170i/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria336i>\nWHERE { \n  ?term a SciNetS_rib170i:crib170s1i .\n  OPTIONAL { ?term rdfs:label ?termLabel }\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria336i"
  },
  {
    "label2URI": {
      "label": "RGD",
      "uri": "SciNetS_ria336i:pria336u1i"
    },
    "question": "Which properties are associated with the term 'RGD'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria336i: <http://metadb.riken.jp/db/SciNetS_ria336i/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria336i>\nWHERE { \n  ?term SciNetS_ria336i:pria336u1i ?property .\n  OPTIONAL { ?property rdfs:label ?termLabel }\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria336i"
  },
  {
    "label2URI": {
      "label": "RefSeq Human_Protein",
      "uri": "SciNetS_ria141i:cria141s1i"
    },
    "question": "What are the terms associated with the class 'RefSeq Human_Protein'?",
    "sparql": "PREFIX SciNetS_ria141i: <http://metadb.riken.jp/db/SciNetS_ria141i/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria141i>\nWHERE {\n    ?term a SciNetS_ria141i:cria141s1i .\n    ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria141i"
  },
  {
    "label2URI": {
      "label": "RefSeq Human_mRNA",
      "uri": "SciNetS_ria141i:cria141s2i"
    },
    "question": "What are the labels of the terms in the class 'RefSeq Human_mRNA'?",
    "sparql": "PREFIX SciNetS_ria141i: <http://metadb.riken.jp/db/SciNetS_ria141i/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria141i>\nWHERE {\n    ?term a SciNetS_ria141i:cria141s2i .\n    ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria141i"
  },
  {
    "label2URI": {
      "label": "NP_000186 Term",
      "uri": "SciNetS_ria141i:cria141s1ria141u10000000186i"
    },
    "question": "What attributes are associated with the term 'NP_000186'?",
    "sparql": "PREFIX SciNetS_ria141i: <http://metadb.riken.jp/db/SciNetS_ria141i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria141i>\nWHERE {\n    SciNetS_ria141i:cria141s1ria141u10000000186i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria141i"
  },
  {
    "label2URI": {
      "label": "NM_002263 Term",
      "uri": "SciNetS_ria141i:cria141s2ria141u60000002263i"
    },
    "question": "What attributes are associated with the term 'NM_002263'?",
    "sparql": "PREFIX SciNetS_ria141i: <http://metadb.riken.jp/db/SciNetS_ria141i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria141i>\nWHERE {\n    SciNetS_ria141i:cria141s2ria141u60000002263i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria141i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria39i:cria39u1 term",
      "uri": "SciNetS_ria39i:cria39u1ria39u10003i"
    },
    "question": "Which classes is the term 'SciNetS_ria39i:cria39u1' associated with?",
    "sparql": "PREFIX SciNetS_ria39i: <http://metadb.riken.jp/db/SciNetS_ria39i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria141i>\nWHERE {\n    SciNetS_ria39i:cria39u1ria39u10003i rdf:type ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria141i"
  },
  {
    "label2URI": {
      "label": "RefSeq Human",
      "uri": "db:SciNetS_ria141i"
    },
    "question": "What is the label of the database associated with 'RefSeq Human'?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?db ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria141i>\nWHERE {\n    db:SciNetS_ria141i rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria141i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "Show all terms classified as 'Resource'.",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria141i>\nWHERE {\n    ?term a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria141i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166u26i term",
      "uri": "SciNetS_rib166i:crib166u26rib166u9606i"
    },
    "question": "What attributes are associated with the term 'SciNetS_rib166u26i'?",
    "sparql": "PREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria141i>\nWHERE {\n    SciNetS_rib166i:crib166u26rib166u9606i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria141i"
  },
  {
    "label2URI": {
      "label": "Obsolete",
      "uri": "SciNetS_ria361i:cria361s1i"
    },
    "question": "What is the URI for the 'Obsolete' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria361i: <http://metadb.riken.jp/db/SciNetS_ria361i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  SciNetS_ria361i:cria361s1i ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  },
  {
    "label2URI": {
      "label": "behavior",
      "uri": "SciNetS_ria361i:cria361u0i"
    },
    "question": "What is the type of the class 'behavior'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria361i: <http://metadb.riken.jp/db/SciNetS_ria361i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  SciNetS_ria361i:cria361u0i ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  },
  {
    "label2URI": {
      "label": "exploration behavior",
      "uri": "SciNetS_ria361i:cria361u100i"
    },
    "question": "What is the label for the class 'exploration behavior'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria361i: <http://metadb.riken.jp/db/SciNetS_ria361i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  SciNetS_ria361i:cria361u100i ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  },
  {
    "label2URI": {
      "label": "Work",
      "uri": "ns_:Work"
    },
    "question": "What attributes are associated with the 'Work' class in the ontology?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_: <http://creativecommons.org/ns#>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria361i>\nWHERE {\n  ns_:Work ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria361i"
  }
]