[
  {
    "label2URI": {
      "label": "Age",
      "uri": "fantom5:Age"
    },
    "question": "What are the labels for all terms of type 'Age'?",
    "sparql": "PREFIX fantom5: <http://metadb.riken.jp/db/fantom5/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/fantom5>\nWHERE {\n    ?term rdf:type fantom5:Age .\n    ?term rdf_schema_:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/fantom5"
  },
  {
    "label2URI": {
      "label": "CAGELibrary",
      "uri": "fantom5:CAGELibrary"
    },
    "question": "What are the term URIs and labels for 'CAGELibrary'?",
    "sparql": "PREFIX fantom5: <http://metadb.riken.jp/db/fantom5/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/fantom5>\nWHERE {\n    ?term rdf:type fantom5:CAGELibrary .\n    ?term rdf_schema_:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/fantom5"
  },
  {
    "label2URI": {
      "label": "FANTOM5Data",
      "uri": "fantom5:FANTOM5Data"
    },
    "question": "What terms are of type 'FANTOM5Data' and their corresponding labels?",
    "sparql": "PREFIX fantom5: <http://metadb.riken.jp/db/fantom5/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/fantom5>\nWHERE {\n    ?term rdf:type fantom5:FANTOM5Data .\n    ?term rdf_schema_:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/fantom5"
  },
  {
    "label2URI": {
      "label": "OP-RNA-extraction-totalRNA-RNeasy_Mini-v1.0",
      "uri": "fantom5:RNAExtractionProtocol"
    },
    "question": "What are the attributes of the RNA extraction protocol 'OP-RNA-extraction-totalRNA-RNeasy_Mini-v1.0'?",
    "sparql": "PREFIX fantom5: <http://metadb.riken.jp/db/fantom5/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/fantom5>\nWHERE {\n    <http://metadb.riken.jp/db/fantom5/RNAExtractionProtocol#01> ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/fantom5"
  },
  {
    "label2URI": {
      "label": "FANTOM5",
      "uri": "fantom5:Project"
    },
    "question": "What are the associated terms and labels for the project 'FANTOM5'?",
    "sparql": "PREFIX fantom5: <http://metadb.riken.jp/db/fantom5/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/fantom5>\nWHERE {\n    ?term rdf:type fantom5:Project .\n    ?term rdf_schema_:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/fantom5"
  },
  {
    "label2URI": {
      "label": "\u7cfb\u7d7101",
      "uri": "fantom5:Strain"
    },
    "question": "Which terms are of type 'Strain' and their labels?",
    "sparql": "PREFIX fantom5: <http://metadb.riken.jp/db/fantom5/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/fantom5>\nWHERE {\n    ?term rdf:type fantom5:Strain .\n    ?term rdf_schema_:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/fantom5"
  },
  {
    "label2URI": {
      "label": "FANTOM5 \u30e1\u30bf\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What are the attributes of 'FANTOM5 \u30e1\u30bf\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9'?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?attribute ?value\nFROM <http://metadb.riken.jp/db/fantom5>\nWHERE {\n    <http://metadb.riken.jp/db/fantom5> ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/fantom5"
  },
  {
    "label2URI": {
      "label": "\u8b58\u5225\u5b50",
      "uri": "terms:identifier"
    },
    "question": "What terms have the property '\u8b58\u5225\u5b50' and their labels?",
    "sparql": "PREFIX terms: <http://purl.org/dc/terms/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/fantom5>\nWHERE {\n    ?term terms:identifier ?value .\n    ?term rdf_schema_:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/fantom5"
  },
  {
    "label2URI": {
      "label": "label",
      "uri": "rdf_schema_:label"
    },
    "question": "What labels are defined for properties?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?property ?label\nFROM <http://metadb.riken.jp/db/fantom5_cage_peak>\nWHERE {\n  ?property rdf_schema_:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/fantom5_cage_peak"
  },
  {
    "label2URI": {
      "label": "rdf:label",
      "uri": "rdf_schema_:label"
    },
    "question": "What terms have a 'label' defined for them?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?label\nFROM <http://metadb.riken.jp/db/fantom5_cage_peak>\nWHERE {\n  ?term rdf_schema_:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/fantom5_cage_peak"
  },
  {
    "label2URI": {
      "label": "Hi-C\u30a2\u30bb\u30f3\u30d6\u30ea7",
      "uri": "<http://metadb.riken.jp/db/hic/Assembly#07>"
    },
    "question": "What attributes are associated with 'Hi-C\u30a2\u30bb\u30f3\u30d6\u30ea7'?",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX Assembly_: <http://metadb.riken.jp/db/hic/Assembly#>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    Assembly_:07 ?predicate ?attribute\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "\u30a2\u30bb\u30f3\u30d6\u30ea9\u306e\u8a55\u4fa1\u6761\u4ef6",
      "uri": "<http://metadb.riken.jp/db/hic/AssessmentCondition#9>"
    },
    "question": "Which predicates and attributes are related to '\u30a2\u30bb\u30f3\u30d6\u30ea9\u306e\u8a55\u4fa1\u6761\u4ef6'?",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX AssessmentCondition_: <http://metadb.riken.jp/db/hic/AssessmentCondition#>\n\nSELECT ?predicate ?attribute\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    AssessmentCondition_:9 ?predicate ?attribute\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "options for SALSA2",
      "uri": "<http://metadb.riken.jp/db/hic/ProgramOption#28>"
    },
    "question": "What subjects are linked to 'options for SALSA2'?",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX ProgramOption_: <http://metadb.riken.jp/db/hic/ProgramOption#>\n\nSELECT ?subject\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    ?subject ?predicate ProgramOption_:28\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "\u30a2\u30bb\u30f3\u30d6\u30ea18\u306e\u5869\u57fa\u914d\u5217\u9577\u7d71\u8a08",
      "uri": "<http://metadb.riken.jp/db/hic/BasicSequenceComposition#18>"
    },
    "question": "Find the URIs associated with '\u30a2\u30bb\u30f3\u30d6\u30ea18\u306e\u5869\u57fa\u914d\u5217\u9577\u7d71\u8a08'.",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX BasicSequenceComposition_: <http://metadb.riken.jp/db/hic/BasicSequenceComposition#>\n\nSELECT ?uri\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    ?subject ?predicate BasicSequenceComposition_:18 .\n    BIND(BasicSequenceComposition_:18 AS ?uri)\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "Scores in percentages",
      "uri": "<http://metadb.riken.jp/db/hic/ScoreInPercentages/Percentage#12>"
    },
    "question": "Retrieve all the triples where 'Scores in percentages' is involved.",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX Percentage_: <http://metadb.riken.jp/db/hic/ScoreInPercentages/Percentage#>\n\nSELECT ?subject ?predicate ?object\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    ?subject ?predicate Percentage_:12\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "Hi-C\u30a2\u30bb\u30f3\u30d6\u30ea7",
      "uri": "<http://metadb.riken.jp/db/hic/Assembly#07>"
    },
    "question": "What are the labels associated with 'Hi-C\u30a2\u30bb\u30f3\u30d6\u30ea7'?",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX Assembly_: <http://metadb.riken.jp/db/hic/Assembly#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    Assembly_:07 rdf_schema_:label ?label\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "\u30a2\u30bb\u30f3\u30d6\u30ea 11\u306e\u907a\u4f1d\u5b50\u7db2\u7f85\u6027\u691c\u5b9a\u6761\u4ef6",
      "uri": "<http://metadb.riken.jp/db/hic/GeneSpaceCompletenessAssessment#11>"
    },
    "question": "What subjects are related to the '\u30a2\u30bb\u30f3\u30d6\u30ea 11\u306e\u907a\u4f1d\u5b50\u7db2\u7f85\u6027\u691c\u5b9a\u6761\u4ef6'?",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX GeneSpaceCompletenessAssessment_: <http://metadb.riken.jp/db/hic/GeneSpaceCompletenessAssessment#>\n\nSELECT ?subject\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    ?subject ?predicate GeneSpaceCompletenessAssessment_:11\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "Assessment Condition for Assembly 9",
      "uri": "<http://metadb.riken.jp/db/hic/AssessmentCondition#9>"
    },
    "question": "What is the translation of 'Assessment Condition for Assembly 9' in the Knowledge Graph?",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX AssessmentCondition_: <http://metadb.riken.jp/db/hic/AssessmentCondition#>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    AssessmentCondition_:9 ?predicate ?label .\n    FILTER(CONTAINS(str(?label), \"\u30a2\u30bb\u30f3\u30d6\u30ea9\"))\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "scaffold length {124117, 429, 130552621}",
      "uri": "<http://metadb.riken.jp/db/hic/ScaffoldLength#9>"
    },
    "question": "What are the predicates associated with 'scaffold length {124117, 429, 130552621}'?",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX ScaffoldLength_: <http://metadb.riken.jp/db/hic/ScaffoldLength#>\n\nSELECT ?predicate\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    ScaffoldLength_:9 ?predicate ?object\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "3d-dna for 200M read pairs",
      "uri": "<http://metadb.riken.jp/db/hic/ScaffoldingCondition#1>"
    },
    "question": "Find all the URIs linked to '3d-dna for 200M read pairs'.",
    "sparql": "PREFIX hic: <http://metadb.riken.jp/db/hic/>\nPREFIX ScaffoldingCondition_: <http://metadb.riken.jp/db/hic/ScaffoldingCondition#>\n\nSELECT ?subject\nFROM <http://metadb.riken.jp/db/hic>\nWHERE {\n    ?subject ?predicate ScaffoldingCondition_:1\n}",
    "database": "http://metadb.riken.jp/db/hic"
  },
  {
    "label2URI": {
      "label": "Human Sample",
      "uri": "SciNetS_ria365i:cria365s1i"
    },
    "question": "What attributes are associated with the term 'Human Sample'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria365i: <http://metadb.riken.jp/db/SciNetS_ria365i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria365i:cria365s1i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "FF:10153-102I9",
      "uri": "SciNetS_ria365i:cria365s1ria365u10153i"
    },
    "question": "What is the label of the term 'FF:10153-102I9'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria365i: <http://metadb.riken.jp/db/SciNetS_ria365i/>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria365i:cria365s1ria365u10153i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "Transcription factors, relative expression of human sample",
      "uri": "SciNetS_ria365i:cria365s2i"
    },
    "question": "Which resources are linked to the class 'Transcription factors, relative expression of human sample'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria365i: <http://metadb.riken.jp/db/SciNetS_ria365i/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria365i:cria365s2i ?class ?resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "CAGE peaks of human sample",
      "uri": "SciNetS_ria365i:cria365s3i"
    },
    "question": "What terms are associated with 'CAGE peaks of human sample'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria365i: <http://metadb.riken.jp/db/SciNetS_ria365i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria365i:cria365s3i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria232i:cria232u134i",
      "uri": "SciNetS_ria232i:cria232u134i"
    },
    "question": "Retrieve all terms associated with 'SciNetS_ria232i:cria232u134i'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria232i: <http://metadb.riken.jp/db/SciNetS_ria232i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria232i:cria232u134i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "p1@EGR3",
      "uri": "SciNetS_ria365i:cria365s3ria365u100i"
    },
    "question": "Which attributes are linked to the term 'p1@EGR3'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria365i: <http://metadb.riken.jp/db/SciNetS_ria365i/>\n\nSELECT ?attribute ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria365i:cria365s3ria365u100i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "FF:10001-101A3",
      "uri": "SciNetS_ria365i:cria365s7ria365u10001i"
    },
    "question": "What terms are linked to 'FF:10001-101A3'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria365i: <http://metadb.riken.jp/db/SciNetS_ria365i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria365i:cria365s7ria365u10001i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "p1@Lyl1_1.37_82.35",
      "uri": "SciNetS_ria365i:cria365s8ria365u100i"
    },
    "question": "What attributes are linked to the term 'p1@Lyl1_1.37_82.35'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria365i: <http://metadb.riken.jp/db/SciNetS_ria365i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria365i:cria365s8ria365u100i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "p2@Nr1i3",
      "uri": "SciNetS_ria365i:cria365s9ria365u100i"
    },
    "question": "Retrieve terms associated with 'p2@Nr1i3'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria365i: <http://metadb.riken.jp/db/SciNetS_ria365i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria365i:cria365s9ria365u100i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria75i:cria75u1i",
      "uri": "SciNetS_ria75i:cria75u1ria75u100182i"
    },
    "question": "List all properties of the term 'SciNetS_ria75i:cria75u1i'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria75i: <http://metadb.riken.jp/db/SciNetS_ria75i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria75i:cria75u1ria75u100182i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria39i:cria39u1i",
      "uri": "SciNetS_ria39i:cria39u1ria39u1045i"
    },
    "question": "What terms are related to the class 'SciNetS_ria39i:cria39u1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria39i: <http://metadb.riken.jp/db/SciNetS_ria39i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_ria39i:cria39u1ria39u1045i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib139i:crib139u1i",
      "uri": "SciNetS_rib139i:crib139u1rib139s149i"
    },
    "question": "Retrieve the properties associated with 'SciNetS_rib139i:crib139u1i'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib139i: <http://metadb.riken.jp/db/SciNetS_rib139i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_rib139i:crib139u1rib139s149i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166i:crib166u26i",
      "uri": "SciNetS_rib166i:crib166u26rib166u10090i"
    },
    "question": "Which properties are related to 'SciNetS_rib166i:crib166u26i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\n\nSELECT ?attribute ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria365i>\nWHERE {\n  SciNetS_rib166i:crib166u26rib166u10090i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria365i"
  },
  {
    "label2URI": {
      "label": "Array_Design",
      "uri": "SciNetS_ria187i:cria187s102i"
    },
    "question": "What instances are categorized under 'Array_Design'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria187i: <http://metadb.riken.jp/db/SciNetS_ria187i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria187i>\nWHERE {\n    ?term a SciNetS_ria187i:cria187s102i .\n    ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria187i"
  },
  {
    "label2URI": {
      "label": "GEO",
      "uri": "SciNetS_ria187i:cria187s104i"
    },
    "question": "What is labeled by the term 'GEO'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria187i: <http://metadb.riken.jp/db/SciNetS_ria187i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria187i>\nWHERE {\n    ?term a SciNetS_ria187i:cria187s104i .\n    ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria187i"
  },
  {
    "label2URI": {
      "label": "Experiment",
      "uri": "SciNetS_ria187i:cria187s103i"
    },
    "question": "List the terms associated with 'Experiment'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria187i: <http://metadb.riken.jp/db/SciNetS_ria187i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria187i>\nWHERE {\n    ?term a SciNetS_ria187i:cria187s103i .\n    ?term rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria187i"
  },
  {
    "label2URI": {
      "label": "Expression Dataset",
      "uri": "rdf:ExpressionDataset"
    },
    "question": "What details are available for 'Expression Dataset'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf: <http://vibrism.neuroinf.jp/dev/201509/rdf/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/ViBrism>\nWHERE {\n    ?term a rdf:ExpressionDataset ; \n          rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/ViBrism"
  },
  {
    "label2URI": {
      "label": "NCBI Taxonomy Mouse",
      "uri": "obo:NCBITaxon_10090"
    },
    "question": "What types are associated with 'NCBI Taxonomy Mouse'?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/ViBrism>\nWHERE {\n    obo:NCBITaxon_10090 a ?type .\n}",
    "database": "http://metadb.riken.jp/db/ViBrism"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What resources are labeled under 'Resource' class?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/ViBrism>\nWHERE {\n    ?resource a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/ViBrism"
  },
  {
    "label2URI": {
      "label": "Bio Sample Mouse",
      "uri": "BioSample:C57BL_6J_7day_male"
    },
    "question": "What are the classes associated with 'Bio Sample Mouse'?",
    "sparql": "PREFIX BioSample: <http://vibrism.neuroinf.jp/dev/201509/rdf/BioSample/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/ViBrism>\nWHERE {\n    BioSample:C57BL_6J_7day_male a ?class .\n}",
    "database": "http://metadb.riken.jp/db/ViBrism"
  },
  {
    "label2URI": {
      "label": "Mouse Days of Age",
      "uri": "meatdb_riken_jp:MouseDaysOfAge"
    },
    "question": "What terms are annotated under 'Mouse Days of Age'?",
    "sparql": "PREFIX meatdb_riken_jp: <http://meatdb.riken.jp/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/ViBrism>\nWHERE {\n    ?term a meatdb_riken_jp:MouseDaysOfAge .\n}",
    "database": "http://metadb.riken.jp/db/ViBrism"
  },
  {
    "label2URI": {
      "label": "FOAF Image",
      "uri": "ns_0_1:Image"
    },
    "question": "What images are classified under the FOAF 'Image'?",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?image\nFROM <http://metadb.riken.jp/db/ViBrism>\nWHERE {\n    ?image a ns_0_1:Image .\n}",
    "database": "http://metadb.riken.jp/db/ViBrism"
  },
  {
    "label2URI": {
      "label": "AKXL-16/Ty",
      "uri": "rikenbrc_mouse:00017"
    },
    "question": "What is the type of strain associated with \"AKXL-16/Ty\"?",
    "sparql": "PREFIX rikenbrc_mouse: <http://metadb.riken.jp/db/rikenbrc_mouse/>\n\nSELECT * FROM <http://metadb.riken.jp/db/riken_brc_animal>\nWHERE {\n  rikenbrc_mouse:00017 ?type ?label .\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_animal"
  },
  {
    "label2URI": {
      "label": "RAFL03-05-B01",
      "uri": "rikenbrc_plant:pda00201"
    },
    "question": "What label is associated with the class 'RAFL03-05-B01'?",
    "sparql": "PREFIX rikenbrc_plant: <http://metadb.riken.jp/db/rikenbrc_plant/>\nPREFIX obo: <http://purl.obolibrary.org/obo/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/riken_brc_plant>\nWHERE {\n  rikenbrc_plant:pda00201 rdfs:label ?label.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_plant"
  },
  {
    "label2URI": {
      "label": "RAFL04-09-C05",
      "uri": "rikenbrc_plant:pda00200"
    },
    "question": "What type of class is associated with 'RAFL04-09-C05'?",
    "sparql": "PREFIX rikenbrc_plant: <http://metadb.riken.jp/db/rikenbrc_plant/>\nPREFIX obo: <http://purl.obolibrary.org/obo/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/riken_brc_plant>\nWHERE {\n  rikenbrc_plant:pda00200 a ?class.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_plant"
  },
  {
    "label2URI": {
      "label": "Striga hermonthica full-length cDNA clone",
      "uri": "xsearch_:resource_type_Striga_cDNA"
    },
    "question": "What resource type is 'Striga hermonthica full-length cDNA clone' associated with?",
    "sparql": "PREFIX xsearch_: <http://metadb.riken.jp/terms/xsearch#>\n\nSELECT ?resourceType\nFROM <http://metadb.riken.jp/db/riken_brc_plant>\nWHERE {\n  xsearch_:resource_type_Striga_cDNA a ?resourceType.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_plant"
  },
  {
    "label2URI": {
      "label": "\u7406\u7814BRC\u690d\u7269\u30ea\u30bd\u30fc\u30b9\u30ab\u30bf\u30ed\u30b0",
      "uri": "db:riken_brc_plant"
    },
    "question": "What is the English label for the resource '\u7406\u7814BRC\u690d\u7269\u30ea\u30bd\u30fc\u30b9\u30ab\u30bf\u30ed\u30b0'?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/riken_brc_plant>\nWHERE {\n  db:riken_brc_plant rdfs:label ?label.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_plant"
  },
  {
    "label2URI": {
      "label": "RAFL02-02-I08",
      "uri": "rikenbrc_plant:pda00202"
    },
    "question": "Which term is represented by the class 'RAFL02-02-I08'?",
    "sparql": "PREFIX rikenbrc_plant: <http://metadb.riken.jp/db/rikenbrc_plant/>\nPREFIX obo: <http://purl.obolibrary.org/obo/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/riken_brc_plant>\nWHERE {\n  rikenbrc_plant:pda00202 a ?term.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_plant"
  },
  {
    "label2URI": {
      "label": "NCBITaxon_1302520",
      "uri": "obo:NCBITaxon_1302520"
    },
    "question": "What is the class for 'NCBITaxon_1302520'?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/riken_brc_plant>\nWHERE {\n  obo:NCBITaxon_1302520 a ?class.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_plant"
  },
  {
    "label2URI": {
      "label": "HPS3842_Lifespan",
      "uri": "rikenbrc_cell:cell_28_1077262_1"
    },
    "question": "What attributes are associated with 'HPS3842_Lifespan'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rikenbrc_cell: <http://metadb.riken.jp/db/rikenbrc_cell/>\nSELECT ?attribute \nFROM <http://metadb.riken.jp/db/rikenbrc_cell> \nWHERE {\n  rikenbrc_cell:cell_28_1077262_1 ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "RCB0295_culture condition",
      "uri": "rikenbrc_cell:cell_48_1140"
    },
    "question": "What details are associated with 'RCB0295_culture condition'?",
    "sparql": "PREFIX rikenbrc_cell: <http://metadb.riken.jp/db/rikenbrc_cell/>\nSELECT ?detail\nFROM <http://metadb.riken.jp/db/riken_brc_cell>\nWHERE {\n  rikenbrc_cell:cell_48_1140 ?detail ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "Orphanet_1451",
      "uri": "ORDO:Orphanet_1451"
    },
    "question": "What attributes are linked to the class 'Orphanet_1451'?",
    "sparql": "PREFIX ORDO: <http://www.orpha.net/ORDO/>\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/riken_brc_cell>\nWHERE {\n  ORDO:Orphanet_1451 ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "RCB4554_Mycoplasma",
      "uri": "rikenbrc_cell:cell_29_518385_2"
    },
    "question": "What is the identifier for 'RCB4554_Mycoplasma'?",
    "sparql": "PREFIX rikenbrc_cell: <http://metadb.riken.jp/db/rikenbrc_cell/>\nSELECT ?identifier\nFROM <http://metadb.riken.jp/db/riken_brc_cell>\nWHERE {\n  rikenbrc_cell:cell_29_518385_2 ?identifier ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "Donor_HPS3842",
      "uri": "rikenbrc_cell:cell_Donor_HPS3842"
    },
    "question": "What attributes are linked to the donor 'Donor_HPS3842'?",
    "sparql": "PREFIX rikenbrc_cell: <http://metadb.riken.jp/db/rikenbrc_cell/>\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/riken_brc_cell>\nWHERE {\n  rikenbrc_cell:cell_Donor_HPS3842 ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "large japanese field mouse",
      "uri": "rikenbrc_cell:cell_commonname_C752"
    },
    "question": "What attributes are related to 'large japanese field mouse'?",
    "sparql": "PREFIX rikenbrc_cell: <http://metadb.riken.jp/db/rikenbrc_cell/>\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/riken_brc_cell>\nWHERE {\n  rikenbrc_cell:cell_commonname_C752 ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "ORDO:Orphanet_191",
      "uri": "ORDO:Orphanet_191"
    },
    "question": "Retrieve all attributes for 'ORDO:Orphanet_191'.",
    "sparql": "PREFIX ORDO: <http://www.orpha.net/ORDO/>\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/riken_brc_cell>\nWHERE {\n  ORDO:Orphanet_191 ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "MEF X-rays 5000R (or MMC)",
      "uri": "rikenbrc_cell:cell_0000036_fcc34"
    },
    "question": "Find instances associated with the condition 'MEF X-rays 5000R (or MMC)'.",
    "sparql": "PREFIX rikenbrc_cell: <http://metadb.riken.jp/db/rikenbrc_cell/>\nSELECT ?instance\n\tFROM <http://metadb.riken.jp/db/riken_brc_cell>\n\tWHERE {\n\trikenbrc_cell:cell_0000036_fcc34 ?instance ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "Caucasian",
      "uri": "rikenbrc_cell:cell_race_C204"
    },
    "question": "Retrieve details about 'Caucasian'.",
    "sparql": "PREFIX rikenbrc_cell: <http://metadb.riken.jp/db/rikenbrc_cell/>\nSELECT ?detail\nFROM <http://metadb.riken.jp/db/riken_brc_cell>\nWHERE {\n  rikenbrc_cell:cell_race_C204 ?detail ?value.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_cell"
  },
  {
    "label2URI": {
      "label": "RBRC bioresource",
      "uri": "xsearch_:resource_type_RBRC_resource"
    },
    "question": "What attributes are associated with the term 'RBRC bioresource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX xsearch_: <http://metadb.riken.jp/terms/xsearch#>\nPREFIX obo: <http://purl.obolibrary.org/obo/>\nPREFIX rikenbrc_dnabank: <http://metadb.riken.jp/db/rikenbrc_dnabank/>\n\nSELECT ?predicate ?object\nFROM <http://metadb.riken.jp/db/riken_brc_gene>\nWHERE {\n    xsearch_:resource_type_RBRC_resource ?predicate ?object.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_gene"
  },
  {
    "label2URI": {
      "label": "obo:NCBITaxon_10116",
      "uri": "obo:NCBITaxon_10116"
    },
    "question": "What predicates and objects are linked to 'obo:NCBITaxon_10116'?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\nPREFIX rikenbrc_dnabank: <http://metadb.riken.jp/db/rikenbrc_dnabank/>\n\nSELECT ?predicate ?object\nFROM <http://metadb.riken.jp/db/riken_brc_gene>\nWHERE {\n    obo:NCBITaxon_10116 ?predicate ?object.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_gene"
  },
  {
    "label2URI": {
      "label": "W01A001M03",
      "uri": "rikenbrc_dnabank:HGE000691"
    },
    "question": "What information is available for the resource labeled 'W01A001M03'?",
    "sparql": "PREFIX rikenbrc_dnabank: <http://metadb.riken.jp/db/rikenbrc_dnabank/>\nPREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\n\nSELECT ?predicate ?object\nFROM <http://metadb.riken.jp/db/riken_brc_gene>\nWHERE {\n    rikenbrc_dnabank:HGE000691 ?predicate ?object.\n}",
    "database": "http://metadb.riken.jp/db/riken_brc_gene"
  }
]