[
  {
    "label2URI": {
      "label": "RIKEN PSC Cassava cDNA data",
      "uri": "SciNetS_rib225i:crib225s21rib225s1i"
    },
    "question": "What are the properties of the term 'RIKEN PSC Cassava cDNA data'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib225i: <http://metadb.riken.jp/db/SciNetS_rib225i/>\n\nSELECT ?property FROM <http://metadb.riken.jp/db/SciNetS_rib225i>\nWHERE {\n    SciNetS_rib225i:crib225s21rib225s1i ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib225i"
  },
  {
    "label2URI": {
      "label": "\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u30fc\u30e0\u30c7\u30fc\u30bf",
      "uri": "SciNetS_rib225i:crib225s19i"
    },
    "question": "What RDF type is associated with the class '\u30c8\u30e9\u30f3\u30b9\u30af\u30ea\u30d7\u30c8\u30fc\u30e0\u30c7\u30fc\u30bf'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib225i: <http://metadb.riken.jp/db/SciNetS_rib225i/>\n\nSELECT ?rdfType FROM <http://metadb.riken.jp/db/SciNetS_rib225i>\nWHERE {\n    SciNetS_rib225i:crib225s19i rdf:type ?rdfType.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib225i"
  },
  {
    "label2URI": {
      "label": "Human Genome U133 Plus 2.0 [gcRMA] as of June 26, 2008(70 Mbyte)",
      "uri": "SciNetS_rib225i:crib225s19rib225s10i"
    },
    "question": "Which class does the term 'Human Genome U133 Plus 2.0 [gcRMA] as of June 26, 2008(70 Mbyte)' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib225i: <http://metadb.riken.jp/db/SciNetS_rib225i/>\n\nSELECT ?class FROM <http://metadb.riken.jp/db/SciNetS_rib225i>\nWHERE {\n    ?class ?term SciNetS_rib225i:crib225s19rib225s10i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib225i"
  },
  {
    "label2URI": {
      "label": "Mouse 23-Plex based cytokine profiling data as of June 29, 2009(42 Kbyte)",
      "uri": "SciNetS_rib225i:crib225s22rib225s1i"
    },
    "question": "What attributes are associated with 'Mouse 23-Plex based cytokine profiling data as of June 29, 2009(42 Kbyte)'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib225i: <http://metadb.riken.jp/db/SciNetS_rib225i/>\n\nSELECT ?attribute FROM <http://metadb.riken.jp/db/SciNetS_rib225i>\nWHERE {\n    SciNetS_rib225i:crib225s22rib225s1i ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib225i"
  },
  {
    "label2URI": {
      "label": "BRC DNA Clone",
      "uri": "SciNetS_ria256i:cria256s2i"
    },
    "question": "What are the instances of the class 'BRC DNA Clone'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria256i: <http://metadb.riken.jp/db/SciNetS_ria256i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?instance\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    ?instance a SciNetS_ria256i:cria256s2i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "pAxCAmIL2",
      "uri": "SciNetS_ria256i:cria256s6ria256u1401i"
    },
    "question": "Which class does the instance 'pAxCAmIL2' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria256i: <http://metadb.riken.jp/db/SciNetS_ria256i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    ?instance a ?class.\n    FILTER (str(?instance) = str(SciNetS_ria256i:cria256s6ria256u1401i))\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "Which resources have the class 'Image'?",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX cria256s2i: <http://metadb.riken.jp/dbfiles/SciNetS_ria256i/cria256s2i/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    ?resource a ns_0_1:Image.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "Recombinant Adenovirus in BRC",
      "uri": "SciNetS_ria256i:cria256s7i"
    },
    "question": "Which instances are classified as 'Recombinant Adenovirus in BRC'?",
    "sparql": "PREFIX SciNetS_ria256i: <http://metadb.riken.jp/db/SciNetS_ria256i/>\n\nSELECT ?instance\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    ?instance a SciNetS_ria256i:cria256s7i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "pBKV525",
      "uri": "SciNetS_ria256i:cria256s2ria256u1019i"
    },
    "question": "To which class does 'pBKV525' belong?",
    "sparql": "PREFIX SciNetS_ria256i: <http://metadb.riken.jp/db/SciNetS_ria256i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    SciNetS_ria256i:cria256s2ria256u1019i a ?class.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "gene.jpg",
      "uri": "cria256s2i:gene.jpg"
    },
    "question": "Which class does the image 'gene.jpg' belong to?",
    "sparql": "PREFIX cria256s2i: <http://metadb.riken.jp/dbfiles/SciNetS_ria256i/cria256s2i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    cria256s2i:gene.jpg a ?class.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "Shuttle Vector in BRC",
      "uri": "SciNetS_ria256i:cria256s6i"
    },
    "question": "What are the instances of 'Shuttle Vector in BRC'?",
    "sparql": "PREFIX SciNetS_ria256i: <http://metadb.riken.jp/db/SciNetS_ria256i/>\n\nSELECT ?instance\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    ?instance a SciNetS_ria256i:cria256s6i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib23i:crib23s188i",
      "uri": "SciNetS_rib23i:crib23s188i"
    },
    "question": "What are the attributes of the class 'SciNetS_rib23i:crib23s188i'?",
    "sparql": "PREFIX SciNetS_rib23i: <http://metadb.riken.jp/db/SciNetS_rib23i/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    SciNetS_rib23i:crib23s188i ?p ?attribute.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What items are labeled as 'Resource'?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?item\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    ?item a rdf_schema_:Resource.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "item:cria256s2ria256u1002i",
      "uri": "item:cria256s2ria256u1002i"
    },
    "question": "What type of class is 'item:cria256s2ria256u1002i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria256i>\nWHERE {\n    item:cria256s2ria256u1002i a ?class.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria256i"
  },
  {
    "label2URI": {
      "label": "TAIR Relationship type Annotation",
      "uri": "SciNetS_ria390i:cria390u1i"
    },
    "question": "What are the types associated with 'TAIR Relationship type Annotation'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria390i: <http://metadb.riken.jp/db/SciNetS_ria390i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria390i>\nWHERE {\n    SciNetS_ria390i:cria390u1i ?type ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria390i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria390i:cria390u1i",
      "uri": "item:cria390u1i"
    },
    "question": "Which items are of class 'SciNetS_ria390i:cria390u1i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria390i>\nWHERE {\n    item:cria390u1i ?term ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria390i"
  },
  {
    "label2URI": {
      "label": "TAIR Annotation",
      "uri": "db:SciNetS_ria390i"
    },
    "question": "Which terms are associated with 'TAIR Annotation' in the Riken database?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria390i>\nWHERE {\n    db:SciNetS_ria390i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria390i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria390i:cria390u1ria390u10i",
      "uri": "item:cria390u1ria390u10i"
    },
    "question": "What items are related to 'SciNetS_ria390i:cria390u1ria390u10i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?item\nFROM <http://metadb.riken.jp/db/SciNetS_ria390i>\nWHERE {\n    item:cria390u1ria390u10i ?term ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria390i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria390i:cria390u1ria390u10i",
      "uri": "SciNetS_ria390i:cria390u1ria390u10i"
    },
    "question": "Which resources are associated with 'SciNetS_ria390i:cria390u1ria390u10i'?",
    "sparql": "PREFIX SciNetS_ria390i: <http://metadb.riken.jp/db/SciNetS_ria390i/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria390i>\nWHERE {\n    SciNetS_ria390i:cria390u1ria390u10i ?type ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria390i"
  },
  {
    "label2URI": {
      "label": "Animal",
      "uri": "kosei:Animal"
    },
    "question": "What term labels are associated with the class 'Animal'?",
    "sparql": "PREFIX kosei: <http://metadb.riken.jp/db/kosei/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    ?term ns_22_rdf_syntax_ns_:type kosei:Animal ; \n          rdfs:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "Average duration",
      "uri": "Measurement:avDuration"
    },
    "question": "What is the type of 'Average duration' measurement parameter?",
    "sparql": "PREFIX Measurement: <http://metadb.riken.jp/db/kosei/Measurement/>\nPREFIX kosei: <http://metadb.riken.jp/db/kosei/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    Measurement:avDuration ns_22_rdf_syntax_ns_:type ?type .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "bodyWeight_290.00g",
      "uri": "BodyWeight:TR2018122500001"
    },
    "question": "What is the type of the measurement 'bodyWeight_290.00g'?",
    "sparql": "PREFIX BodyWeight: <http://metadb.riken.jp/db/kosei/Measurement/BodyWeight/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    BodyWeight:TR2018122500001 ns_22_rdf_syntax_ns_:type ?type .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "Room 204 + Custom-made cage for a rat with an head implant",
      "uri": "HousingProtocol:HO2018122500001"
    },
    "question": "Which class does the housing protocol 'Room 204 + Custom-made cage for a rat with an head implant' belong to?",
    "sparql": "PREFIX HousingProtocol: <http://metadb.riken.jp/db/kosei/HousingProtocol/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    HousingProtocol:HO2018122500001 ns_22_rdf_syntax_ns_:type ?class .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "\u52d5\u7269",
      "uri": "kosei:Animal"
    },
    "question": "Find all instances of the class labeled '\u52d5\u7269'.",
    "sparql": "PREFIX kosei: <http://metadb.riken.jp/db/kosei/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?instance\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    ?instance ns_22_rdf_syntax_ns_:type kosei:Animal .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "150618-01-m39-m42",
      "uri": "Trial:TR2018122500001"
    },
    "question": "What is the type of the trial '150618-01-m39-m42'?",
    "sparql": "PREFIX Trial: <http://metadb.riken.jp/db/kosei/Trial/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    Trial:TR2018122500001 ns_22_rdf_syntax_ns_:type ?type .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "N:A",
      "uri": "N:A"
    },
    "question": "What is the class of the entity 'N:A'?",
    "sparql": "PREFIX N: <http://metadb.riken.jp/db/mgi_rdf/N/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    N:A ns_22_rdf_syntax_ns_:type ?class .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "USVSEG_validation",
      "uri": "AnimalGroup:group_2"
    },
    "question": "What is the type of the 'USVSEG_validation' animal group?",
    "sparql": "PREFIX AnimalGroup: <http://metadb.riken.jp/db/kosei/AnimalGroup/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    AnimalGroup:group_2 ns_22_rdf_syntax_ns_:type ?type .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "LA recording during social interaction (2015, SES)",
      "uri": "Experiment:EX2018122500001"
    },
    "question": "What is the type of the experiment 'LA recording during social interaction (2015, SES)'?",
    "sparql": "PREFIX Experiment: <http://metadb.riken.jp/db/kosei/Experiment/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    Experiment:EX2018122500001 ns_22_rdf_syntax_ns_:type ?type .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "M session",
      "uri": "ExperimentalProtocol:PR2018122500001"
    },
    "question": "What is the type of the experimental protocol 'M session'?",
    "sparql": "PREFIX ExperimentalProtocol: <http://metadb.riken.jp/db/kosei/ExperimentalProtocol/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    ExperimentalProtocol:PR2018122500001 ns_22_rdf_syntax_ns_:type ?type .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "Housing - temparature regulation",
      "uri": "MeasurementParameter:IMPC_HOU_009_001"
    },
    "question": "To which class does the parameter 'Housing - temparature regulation' belong?",
    "sparql": "PREFIX MeasurementParameter: <http://metadb.riken.jp/db/kosei/MeasurementParameter/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n     MeasurementParameter:IMPC_HOU_009_001 ns_22_rdf_syntax_ns_:type ?class .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "Individually ventilated cage racks",
      "uri": "OptionValue:Individually_ventilated_cage_racks"
    },
    "question": "What class type is associated with the option value 'Individually ventilated cage racks'?",
    "sparql": "PREFIX OptionValue: <http://metadb.riken.jp/db/kosei/OptionValue/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n    OptionValue:Individually_ventilated_cage_racks ns_22_rdf_syntax_ns_:type ?type .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "RDF version of Koseisouhatsu Data Sharing Platform",
      "uri": "db:kosei_USV"
    },
    "question": "What is the class of the term 'RDF version of Koseisouhatsu Data Sharing Platform'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/kosei_USV>\nWHERE {\n   db:kosei_USV ns_22_rdf_syntax_ns_:type ?class .\n}",
    "database": "http://metadb.riken.jp/db/kosei_USV"
  },
  {
    "label2URI": {
      "label": "TranscriptomeData:CD00010",
      "uri": "TranscriptomeData:CD00010"
    },
    "question": "What classes does 'TranscriptomeData:CD00010' belong to?",
    "sparql": "PREFIX TranscriptomeData: <http://metadb.riken.jp/db/BrainTx/TranscriptomeData/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/BrainTX>\nWHERE {\n  TranscriptomeData:CD00010 ?predicate ?class .\n}",
    "database": "http://metadb.riken.jp/db/BrainTX"
  },
  {
    "label2URI": {
      "label": "pubmed:18555012",
      "uri": "pubmed:18555012"
    },
    "question": "What is the RDF type of 'pubmed:18555012'?",
    "sparql": "PREFIX pubmed: <http://rdf.ncbi.nlm.nih.gov/pubmed/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/BrainTX>\nWHERE {\n  pubmed:18555012 a ?type .\n}",
    "database": "http://metadb.riken.jp/db/BrainTX"
  },
  {
    "label2URI": {
      "label": "GO:0001649",
      "uri": "obo:GO_0001649"
    },
    "question": "What classes is 'GO:0001649' related to?",
    "sparql": "PREFIX obo: <http://purl.obolibrary.org/obo/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/BrainTX>\nWHERE {\n  obo:GO_0001649 a ?class .\n}",
    "database": "http://metadb.riken.jp/db/BrainTX"
  },
  {
    "label2URI": {
      "label": "rdf-syntax-ns",
      "uri": "ns_22_rdf_syntax_ns_:<http://www.w3.org/1999/02/22-rdf-syntax-ns#>"
    },
    "question": "What resources are defined in the RDF syntax namespace?",
    "sparql": "PREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/BrainTX>\nWHERE {\n  ?resource a ns_22_rdf_syntax_ns_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/BrainTX"
  },
  {
    "label2URI": {
      "label": "SIO organism",
      "uri": "<http://semanticscience.org/resource/SIO_organism>"
    },
    "question": "What identifiers are associated with 'SIO organism'?",
    "sparql": "PREFIX resource: <http://semanticscience.org/resource/>\n\nSELECT ?identifier\nFROM <http://metadb.riken.jp/db/strain_list>\nWHERE {\n  ?identifier rdf:type resource:SIO_organism.\n}",
    "database": "http://metadb.riken.jp/db/strain_list"
  },
  {
    "label2URI": {
      "label": "nodeID://b13636881",
      "uri": "<nodeID://b13636881>"
    },
    "question": "What is the type of 'nodeID://b13636881'?",
    "sparql": "SELECT ?type\nFROM <http://metadb.riken.jp/db/strain_list>\nWHERE {\n  <nodeID://b13636881> rdf:type ?type.\n}",
    "database": "http://metadb.riken.jp/db/strain_list"
  },
  {
    "label2URI": {
      "label": "Strain list",
      "uri": "<http://metadb.riken.jp/db/strain_list>"
    },
    "question": "Find all terms associated with 'Strain list'.",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/strain_list>\nWHERE {\n  db:strain_list ?p ?term.\n}",
    "database": "http://metadb.riken.jp/db/strain_list"
  },
  {
    "label2URI": {
      "label": "DRR177169_1.fastq.bz2",
      "uri": "ns_22_rdf_syntax_ns_:Resource"
    },
    "question": "What resources are linked to 'DRR177169_1.fastq.bz2'?",
    "sparql": "PREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/hic_ddbj>\nWHERE {\n    ?resource a ns_22_rdf_syntax_ns_:Resource .\n    FILTER(CONTAINS(str(?resource), 'DRR177169_1.fastq.bz2')) .\n}",
    "database": "http://metadb.riken.jp/db/hic_ddbj"
  }
]