[
  {
    "label2URI": {
      "label": "Seminar Information (Japanese)",
      "uri": "SciNetS_ria196i:cria196s1ria196s11i"
    },
    "question": "What RDF descriptions are available for 'Seminar Information (Japanese)'?",
    "sparql": "PREFIX SciNetS_ria196i: <http://metadb.riken.jp/db/SciNetS_ria196i/>\n\nSELECT ?description\nFROM <http://metadb.riken.jp/db/SciNetS_ria196i>\nWHERE {\n    SciNetS_ria196i:cria196s1ria196s11i ?property ?description .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria196i"
  },
  {
    "label2URI": {
      "label": "A.jpg",
      "uri": "cria196s1ria196s17i:A.jpg"
    },
    "question": "Which images are listed as 'A.jpg'?",
    "sparql": "PREFIX cria196s1ria196s17i: <http://metadb.riken.jp/dbfiles/SciNetS_ria196i/cria196s1i/cria196s1ria196s17i/>\n\nSELECT ?image\nFROM <http://metadb.riken.jp/db/SciNetS_ria196i>\nWHERE {\n    cria196s1ria196s17i:A.jpg ?property ?image .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria196i"
  },
  {
    "label2URI": {
      "label": "GenoCon",
      "uri": "SciNetS_ria196i:cria196s1i"
    },
    "question": "What resources are related to the 'GenoCon' class?",
    "sparql": "PREFIX SciNetS_ria196i: <http://metadb.riken.jp/db/SciNetS_ria196i/>\n\nSELECT ?related\nFROM <http://metadb.riken.jp/db/SciNetS_ria196i>\nWHERE {\n    SciNetS_ria196i:cria196s1i ?property ?related .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria196i"
  },
  {
    "label2URI": {
      "label": "description.html",
      "uri": "cria196s1ria196s11i:description.html"
    },
    "question": "Which file is named 'description.html'?",
    "sparql": "PREFIX cria196s1ria196s11i: <http://metadb.riken.jp/dbfiles/SciNetS_ria196i/cria196s1i/cria196s1ria196s11i/>\n\nSELECT ?file\nFROM <http://metadb.riken.jp/db/SciNetS_ria196i>\nWHERE {\n    cria196s1ria196s11i:description.html ?property ?file .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria196i"
  },
  {
    "label2URI": {
      "label": "GenoCon (International Rational-Genome-Design Contest)",
      "uri": "SciNetS_ria196i:cria196s1i"
    },
    "question": "What international contests are related to 'GenoCon'?",
    "sparql": "PREFIX SciNetS_ria196i: <http://metadb.riken.jp/db/SciNetS_ria196i/>\n\nSELECT ?contest\nFROM <http://metadb.riken.jp/db/SciNetS_ria196i>\nWHERE {\n    SciNetS_ria196i:cria196s1i ?property ?contest .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria196i"
  },
  {
    "label2URI": {
      "label": "item:cria196s1i",
      "uri": "item:cria196s1i"
    },
    "question": "What items are associated with the class 'cria196s1i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?relatedItems\nFROM <http://metadb.riken.jp/db/SciNetS_ria196i>\nWHERE {\n    item:cria196s1i ?property ?relatedItems .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria196i"
  },
  {
    "label2URI": {
      "label": "Contest Open Project",
      "uri": "SciNetS_ria212i:cria212s1i"
    },
    "question": "What are the attributes of the 'Contest Open Project' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria212i: <http://metadb.riken.jp/db/SciNetS_ria212i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?attribute \nFROM <http://metadb.riken.jp/db/SciNetS_ria212i> \nWHERE {\n    ?attribute ?p SciNetS_ria212i:cria212s1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "imageBank for Contest HP",
      "uri": "SciNetS_ria212i:cria212s1ria212s1i"
    },
    "question": "What are the details of 'imageBank for Contest HP'?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX SciNetS_ria212i: <http://metadb.riken.jp/db/SciNetS_ria212i/>\n\nSELECT ?detail \nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    SciNetS_ria212i:cria212s1ria212s1i ?p ?detail .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "\u30a2\u30af\u30b7\u30aa\u3055\u3093\u95a2\u9023",
      "uri": "SciNetS_ria212i:cria212s2i"
    },
    "question": "What is related to '\u30a2\u30af\u30b7\u30aa\u3055\u3093\u95a2\u9023'?",
    "sparql": "PREFIX SciNetS_ria212i: <http://metadb.riken.jp/db/SciNetS_ria212i/>\n\nSELECT ?related\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    SciNetS_ria212i:cria212s2i ?p ?related .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "owner",
      "uri": "SciNetS_ria212i:cria212s3ria212s1i"
    },
    "question": "What are the properties associated with the 'owner'?",
    "sparql": "PREFIX SciNetS_ria212i: <http://metadb.riken.jp/db/SciNetS_ria212i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    SciNetS_ria212i:cria212s3ria212s1i ?p ?property .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "allowh3.jpg",
      "uri": "cria212s1ria212s1i:allowh3.jpg"
    },
    "question": "In which context does 'allowh3.jpg' appear?",
    "sparql": "PREFIX cria212s1ria212s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria212i/cria212s1i/cria212s1ria212s1i/>\n\nSELECT ?context\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    ?context ?p cria212s1ria212s1i:allowh3.jpg .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "descriptionJ.html",
      "uri": "cria212s1ria212s1i:descriptionJ.html"
    },
    "question": "What information is available for 'descriptionJ.html'?",
    "sparql": "PREFIX cria212s1ria212s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria212i/cria212s1i/cria212s1ria212s1i/>\n\nSELECT ?info\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    cria212s1ria212s1i:descriptionJ.html ?p ?info .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "\u30b3\u30f3\u30c6\u30b9\u30c8\u516c\u958b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\uff08\u30d5\u30e9\u30b0\u7528\uff09",
      "uri": "db:SciNetS_ria212i"
    },
    "question": "What other names does '\u30b3\u30f3\u30c6\u30b9\u30c8\u516c\u958b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\uff08\u30d5\u30e9\u30b0\u7528\uff09' have?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\n\nSELECT ?alternateName\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    db:SciNetS_ria212i ?p ?alternateName .\n    FILTER(CONTAINS(str(?alternateName), \"\u30b3\u30f3\u30c6\u30b9\u30c8\u516c\u958b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\uff08\u30d5\u30e9\u30b0\u7528\uff09\"))\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "kanren",
      "uri": "SciNetS_ria212i:cria212s2i"
    },
    "question": "What is the Japanese equivalent term for 'kanren'?",
    "sparql": "PREFIX SciNetS_ria212i: <http://metadb.riken.jp/db/SciNetS_ria212i/>\n\nSELECT ?japaneseTerm\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    SciNetS_ria212i:cria212s2i ?p ?japaneseTerm .\n    FILTER(CONTAINS(str(?japaneseTerm), \"kanren\"))\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "item:cria212s1ria212s1i",
      "uri": "item:cria212s1ria212s1i"
    },
    "question": "What information does the resource 'item:cria212s1ria212s1i' provide?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?info\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    item:cria212s1ria212s1i ?p ?info .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "\u30a2\u30af\u30b7\u30aa\u3055\u3093\u95a2\u9023",
      "uri": "SciNetS_ria212i:cria212s2ria212s3i"
    },
    "question": "What entity is related to '\u30a2\u30af\u30b7\u30aa\u3055\u3093\u95a2\u9023'?",
    "sparql": "PREFIX SciNetS_ria212i: <http://metadb.riken.jp/db/SciNetS_ria212i/>\n\nSELECT ?entity\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    SciNetS_ria212i:cria212s2ria212s3i ?p ?entity .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "\u30b3\u30f3\u30c6\u30b9\u30c8\u516c\u958b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8",
      "uri": "SciNetS_ria212i:cria212s1i"
    },
    "question": "What projects or terms are associated with '\u30b3\u30f3\u30c6\u30b9\u30c8\u516c\u958b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8'?",
    "sparql": "PREFIX SciNetS_ria212i: <http://metadb.riken.jp/db/SciNetS_ria212i/>\n\nSELECT ?associatedTerm\nFROM <http://metadb.riken.jp/db/SciNetS_ria212i>\nWHERE {\n    ?associatedTerm ?p SciNetS_ria212i:cria212s1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria212i"
  },
  {
    "label2URI": {
      "label": "Project Name",
      "uri": "SciNetS_ria261i:cria261s1i"
    },
    "question": "What are the specific items of the 'Project Name' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria261i: <http://metadb.riken.jp/db/SciNetS_ria261i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?specificItem\nFROM <http://metadb.riken.jp/db/SciNetS_ria261i>\nWHERE {\n    ?specificItem a SciNetS_ria261i:cria261s1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria261i"
  },
  {
    "label2URI": {
      "label": "FANTOM4",
      "uri": "SciNetS_ria261i:cria261s1ria261s1i"
    },
    "question": "What type is 'FANTOM4'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria261i: <http://metadb.riken.jp/db/SciNetS_ria261i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?type \nFROM <http://metadb.riken.jp/db/SciNetS_ria261i>\nWHERE {\n    SciNetS_ria261i:cria261s1ria261s1i a ?type .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria261i"
  },
  {
    "label2URI": {
      "label": "FANTOM4",
      "uri": "SciNetS_ria261i:cria261s1ria261s1i"
    },
    "question": "What project name is given to 'FANTOM4'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria261i: <http://metadb.riken.jp/db/SciNetS_ria261i/>\n\nSELECT ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria261i>\nWHERE {\n    SciNetS_ria261i:cria261s1ria261s1i ?property ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria261i"
  },
  {
    "label2URI": {
      "label": "Project",
      "uri": "SciNetS_ria261i:cria261s1i"
    },
    "question": "Which item belongs to the 'Project' class item?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria261i: <http://metadb.riken.jp/db/SciNetS_ria261i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?item \nFROM <http://metadb.riken.jp/db/SciNetS_ria261i>\nWHERE {\n    ?item a SciNetS_ria261i:cria261s1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria261i"
  },
  {
    "label2URI": {
      "label": "SciNetS Item",
      "uri": "item:cria261s1i"
    },
    "question": "What classes contain 'SciNetS Item'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_ria261i>\nWHERE {\n    item:cria261s1i ?property ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria261i"
  },
  {
    "label2URI": {
      "label": "Item Resource",
      "uri": "item:cria261s1ria261s1i"
    },
    "question": "Which items correspond with 'Item Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?item \nFROM <http://metadb.riken.jp/db/SciNetS_ria261i>\nWHERE {\n    item:cria261s1ria261s1i ?property ?item .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria261i"
  },
  {
    "label2URI": {
      "label": "Transcript in plant",
      "uri": "SciNetS_ria301i:cria301u6i"
    },
    "question": "What attributes are associated with the class 'Transcript in plant'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria301i: <http://metadb.riken.jp/db/SciNetS_ria301i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  SciNetS_ria301i:cria301u6i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "Genome Segment in plant",
      "uri": "SciNetS_ria301i:cria301u3i"
    },
    "question": "What attributes are associated with the class 'Genome Segment in plant'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria301i: <http://metadb.riken.jp/db/SciNetS_ria301i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  SciNetS_ria301i:cria301u3i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "ns_:Work",
      "uri": "ns_:Work"
    },
    "question": "What resources are categorized under 'ns_:Work'?",
    "sparql": "PREFIX ns_: <http://creativecommons.org/ns#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  ns_:Work ?resource ?object .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "item:cria301u1ria301s1i",
      "uri": "item:cria301u1ria301s1i"
    },
    "question": "What resources are categorized under 'item:cria301u1ria301s1i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  item:cria301u1ria301s1i ?predicate ?object .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib23i:crib23s187i",
      "uri": "SciNetS_rib23i:crib23s187i"
    },
    "question": "What attributes are associated with the class 'SciNetS_rib23i:crib23s187i'?",
    "sparql": "PREFIX SciNetS_rib23i: <http://metadb.riken.jp/db/SciNetS_rib23i/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  SciNetS_rib23i:crib23s187i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib23i:crib23s229i",
      "uri": "SciNetS_rib23i:crib23s229i"
    },
    "question": "What attributes are associated with the class 'SciNetS_rib23i:crib23s229i'?",
    "sparql": "PREFIX SciNetS_rib23i: <http://metadb.riken.jp/db/SciNetS_rib23i/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  SciNetS_rib23i:crib23s229i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib23i:crib23s244i",
      "uri": "SciNetS_rib23i:crib23s244i"
    },
    "question": "What attributes are associated with the class 'SciNetS_rib23i:crib23s244i'?",
    "sparql": "PREFIX SciNetS_rib23i: <http://metadb.riken.jp/db/SciNetS_rib23i/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  SciNetS_rib23i:crib23s244i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib158i:crib158s16i",
      "uri": "SciNetS_rib158i:crib158s16i"
    },
    "question": "What attributes are associated with the class 'SciNetS_rib158i:crib158s16i'?",
    "sparql": "PREFIX SciNetS_rib158i: <http://metadb.riken.jp/db/SciNetS_rib158i/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  SciNetS_rib158i:crib158s16i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "item:cria301s4i",
      "uri": "item:cria301s4i"
    },
    "question": "What attributes are associated with the class 'item:cria301s4i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  item:cria301s4i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "item:cria301u10i",
      "uri": "item:cria301u10i"
    },
    "question": "What attributes are associated with the class 'item:cria301u10i'?",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria301i>\nWHERE {\n  item:cria301u10i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria301i"
  },
  {
    "label2URI": {
      "label": "Tutorial",
      "uri": "SciNetS_ria309i:cria309s2i"
    },
    "question": "What terms are related to the class 'Tutorial'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria309i: <http://metadb.riken.jp/db/SciNetS_ria309i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria309i>\nWHERE {\n  ?term a SciNetS_ria309i:cria309s2i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria309i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "ns_22_rdf_syntax_ns_:Resource"
    },
    "question": "What resources are defined as type 'Resource'?",
    "sparql": "PREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria309i>\nWHERE {\n  ?resource a ns_22_rdf_syntax_ns_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria309i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "What images are part of the knowledge graph?",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?image\nFROM <http://metadb.riken.jp/db/SciNetS_ria309i>\nWHERE {\n  ?image a ns_0_1:Image .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria309i"
  },
  {
    "label2URI": {
      "label": "relation.png",
      "uri": "cria309s2ria309s1i:SemanticTable_Relation.png"
    },
    "question": "What is the type of the file 'SemanticTable_Relation.png'?",
    "sparql": "PREFIX cria309s2ria309s1i: <http://metadb.riken.jp/dbfiles/SciNetS_ria309i/cria309s2i/cria309s2ria309s1i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_ria309i>\nWHERE {\n  cria309s2ria309s1i:SemanticTable_Relation.png a ?type .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria309i"
  },
  {
    "label2URI": {
      "label": "File",
      "uri": "ns_1_0:File"
    },
    "question": "What files are mentioned in the ABOX?",
    "sparql": "PREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?file\nFROM <http://metadb.riken.jp/db/SciNetS_ria309i>\nWHERE {\n  ?file a ns_1_0:File .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria309i"
  },
  {
    "label2URI": {
      "label": "cria309s2ria309s1i",
      "uri": "rdf_schema_:Resource"
    },
    "question": "Which resources are categorized under 'rdf_schema_:Resource'?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria309i>\nWHERE {\n  ?resource a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria309i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria169i",
      "uri": "SciNetS_ria169i:cria169s1i"
    },
    "question": "What is the label of 'SciNetS_ria169i'?",
    "sparql": "PREFIX SciNetS_ria169i: <http://metadb.riken.jp/db/SciNetS_ria169i/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\nSELECT ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria169i>\nWHERE {\n    SciNetS_ria169i:cria169s1i rdfs:label ?label \n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria169i"
  },
  {
    "label2URI": {
      "label": "Homepage",
      "uri": "SciNetS_ria169i:cria169s1i"
    },
    "question": "What types are associated with 'Homepage'?",
    "sparql": "PREFIX SciNetS_ria169i: <http://metadb.riken.jp/db/SciNetS_ria169i/>\nSELECT ?type \nFROM <http://metadb.riken.jp/db/SciNetS_ria169i>\nWHERE {\n    SciNetS_ria169i:cria169s1i rdf:type ?type \n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria169i"
  },
  {
    "label2URI": {
      "label": "db:SciNetS_ria169i",
      "uri": "db:SciNetS_ria169i"
    },
    "question": "Which term is associated with 'db:SciNetS_ria169i'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria169i>\nWHERE {\n    db:SciNetS_ria169i ?term ?termLabel\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria169i"
  },
  {
    "label2URI": {
      "label": "EntrezGene Mouse",
      "uri": "SciNetS_ria75i:cria75u1i"
    },
    "question": "What terms are associated with the class 'EntrezGene Mouse'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria75i: <http://metadb.riken.jp/db/SciNetS_ria75i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria75i>\nWHERE {\n    ?term a SciNetS_ria75i:cria75u1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria75i"
  },
  {
    "label2URI": {
      "label": "TypeOfGene",
      "uri": "SciNetS_ria75i:cria75u2i"
    },
    "question": "Which terms are categorized as 'TypeOfGene'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria75i: <http://metadb.riken.jp/db/SciNetS_ria75i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_ria75i>\nWHERE {\n    ?term a SciNetS_ria75i:cria75u2i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria75i"
  },
  {
    "label2URI": {
      "label": "hasMGI",
      "uri": "SciNetS_ria75i:pria75u1i"
    },
    "question": "What objects are linked by the property 'hasMGI'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria75i: <http://metadb.riken.jp/db/SciNetS_ria75i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?subject ?object\nFROM <http://metadb.riken.jp/db/SciNetS_ria75i>\nWHERE {\n    ?subject SciNetS_ria75i:pria75u1i ?object .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria75i"
  },
  {
    "label2URI": {
      "label": "ns_1_0:File",
      "uri": "ns_1_0:File"
    },
    "question": "Which files are categorized under 'ns_1_0:File'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?file \nFROM <http://metadb.riken.jp/db/SciNetS_ria75i>\nWHERE {\n    ?file a ns_1_0:File .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria75i"
  },
  {
    "label2URI": {
      "label": "rdf_schema_:Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "Which resources belong to the class 'rdf_schema_:Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_ria75i>\nWHERE {\n    ?resource a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria75i"
  },
  {
    "label2URI": {
      "label": "Cell line in bovine",
      "uri": "SciNetS_ria254i:cria254s100i"
    },
    "question": "List the attributes associated with 'Cell line in bovine'.",
    "sparql": "PREFIX SciNetS_ria254i: <http://metadb.riken.jp/db/SciNetS_ria254i/>\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_ria254i>\nWHERE {\n  ?attribute rdf:type SciNetS_ria254i:cria254s100i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria254i"
  },
  {
    "label2URI": {
      "label": "Category",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s16i>"
    },
    "question": "What are the terms and labels associated with the category 'Category'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s16i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "\u914d\u5217",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s18i>"
    },
    "question": "Show the terms and their labels in the class '\u914d\u5217'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s18i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "cel file",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s11i>"
    },
    "question": "Retrieve all labels associated with the term 'cel file'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s11i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "Affymetrix(R) GeneChip(R) Citrus Genome Array",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s9i>"
    },
    "question": "Which entries belong to 'Affymetrix(R) GeneChip(R) Citrus Genome Array'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s9i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "\u30b2\u30ce\u30e0\u3078\u306e\u30de\u30c3\u30d4\u30f3\u30b0",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s12i>"
    },
    "question": "List the terms and their labels related to '\u30b2\u30ce\u30e0\u3078\u306e\u30de\u30c3\u30d4\u30f3\u30b0'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s12i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "male",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s23i>"
    },
    "question": "What are the entries and labels corresponding to the term 'male'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s23i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "NCBI mouse build 35",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s7i>"
    },
    "question": "Get the terms associated with 'NCBI mouse build 35'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s7i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "\u30a2\u30d6\u30b7\u30b8\u30f3\u9178\u51e6\u7406",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s8i>"
    },
    "question": "Which terms are labeled as '\u30a2\u30d6\u30b7\u30b8\u30f3\u9178\u51e6\u7406'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s8i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "SAGE",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib224i/crib224s14i>"
    },
    "question": "Which records are related to 'SAGE'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib224i: <http://metadb.riken.jp/db/SciNetS_rib224i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib224i>\nWHERE {\n    SciNetS_rib224i:crib224s14i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib224i"
  },
  {
    "label2URI": {
      "label": "Transcriptome data",
      "uri": "SciNetS_rib225i:crib225s19i"
    },
    "question": "What terms are classified under 'Transcriptome data'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib225i: <http://metadb.riken.jp/db/SciNetS_rib225i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term FROM <http://metadb.riken.jp/db/SciNetS_rib225i>\nWHERE {\n    ?term a SciNetS_rib225i:crib225s19i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib225i"
  },
  {
    "label2URI": {
      "label": "Protein related data",
      "uri": "SciNetS_rib225i:crib225s22i"
    },
    "question": "What are the labels of terms under 'Protein related data'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib225i: <http://metadb.riken.jp/db/SciNetS_rib225i/>\n\nSELECT ?label FROM <http://metadb.riken.jp/db/SciNetS_rib225i>\nWHERE {\n    ?term a SciNetS_rib225i:crib225s22i.\n    ?term ?p ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib225i"
  },
  {
    "label2URI": {
      "label": "RIKEN RAPID",
      "uri": "SciNetS_rib225i:crib225s26rib225s1i"
    },
    "question": "Which class does 'RIKEN RAPID' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib225i: <http://metadb.riken.jp/db/SciNetS_rib225i/>\n\nSELECT ?class FROM <http://metadb.riken.jp/db/SciNetS_rib225i>\nWHERE {\n    ?class ?p SciNetS_rib225i:crib225s26rib225s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib225i"
  },
  {
    "label2URI": {
      "label": "RARGE Ds Transposon Mutants",
      "uri": "SciNetS_rib225i:crib225s24rib225s1i"
    },
    "question": "What class is 'RARGE Ds Transposon Mutants' part of?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib225i: <http://metadb.riken.jp/db/SciNetS_rib225i/>\n\nSELECT ?class FROM <http://metadb.riken.jp/db/SciNetS_rib225i>\nWHERE {\n    ?class ?p SciNetS_rib225i:crib225s24rib225s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib225i"
  }
]