[
  {
    "label2URI": {
      "label": "Dog Ensembl Gene",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib180i/crib180s1i>"
    },
    "question": "What terms are associated with the 'Dog Ensembl Gene' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib180i: <http://metadb.riken.jp/db/SciNetS_rib180i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib180i>\nWHERE {\n    ?term a <http://metadb.riken.jp/db/SciNetS_rib180i/crib180s1i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib180i"
  },
  {
    "label2URI": {
      "label": "position_CanFam2.0",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib180i/prib180s1i>"
    },
    "question": "Which terms have a property 'position_CanFam2.0' in the ABOX?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib180i: <http://metadb.riken.jp/db/SciNetS_rib180i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib180i>\nWHERE {\n    ?term <http://metadb.riken.jp/db/SciNetS_rib180i/prib180s1i> ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib180i"
  },
  {
    "label2URI": {
      "label": "ns_0_1:Image",
      "uri": "<http://xmlns.com/foaf/0.1/Image>"
    },
    "question": "What terms are instances of the class 'ns_0_1:Image'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib180i>\nWHERE {\n    ?term a <http://xmlns.com/foaf/0.1/Image> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib180i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib100i:crib100s15i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib100i/crib100s15i>"
    },
    "question": "What terms have the class 'SciNetS_rib100i:crib100s15i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib180i>\nWHERE {\n    ?term a <http://metadb.riken.jp/db/SciNetS_rib100i/crib100s15i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib180i"
  },
  {
    "label2URI": {
      "label": "rdf_schema_:Resource",
      "uri": "<http://www.w3.org/2000/01/rdf-schema#Resource>"
    },
    "question": "Which terms are instances of 'rdf_schema_:Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib180i>\nWHERE {\n    ?term a <http://www.w3.org/2000/01/rdf-schema#Resource> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib180i"
  },
  {
    "label2URI": {
      "label": "crib180s1rib180u10042i:description.html",
      "uri": "<http://metadb.riken.jp/dbfiles/SciNetS_rib180i/crib180s1i/crib180s1rib180u10042i/description.html>"
    },
    "question": "Which class includes the term 'crib180s1rib180u10042i:description.html'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX crib180s1rib180u10042i: <http://metadb.riken.jp/dbfiles/SciNetS_rib180i/crib180s1i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib180i>\nWHERE {\n    ?class ?p <http://metadb.riken.jp/dbfiles/SciNetS_rib180i/crib180s1i/crib180s1rib180u10042i/description.html> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib180i"
  },
  {
    "label2URI": {
      "label": "ns_1_0:File",
      "uri": "<http://metadb.riken.jp/meta/1.0/File>"
    },
    "question": "Which instances belong to the class 'ns_1_0:File'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib180i>\nWHERE {\n    ?term a <http://metadb.riken.jp/meta/1.0/File> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib180i"
  },
  {
    "label2URI": {
      "label": "Dog Ensembl Gene",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib180i/crib180s1i>"
    },
    "question": "What instances belong to the class 'Dog Ensembl Gene' and contain \"C16orf78\" in their labels?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib180i: <http://metadb.riken.jp/db/SciNetS_rib180i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib180i>\nWHERE {\n    ?term a <http://metadb.riken.jp/db/SciNetS_rib180i/crib180s1i> .\n    ?term rdf_schema_:label ?label .\n    FILTER CONTAINS(str(?label), \"C16orf78\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib180i"
  },
  {
    "label2URI": {
      "label": "Chimpanzee Ensembl Gene",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib181i/crib181s1i>"
    },
    "question": "What are the direct instances of 'Chimpanzee Ensembl Gene'?",
    "sparql": "PREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_rib181i: <http://metadb.riken.jp/db/SciNetS_rib181i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib181i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_rib181i/crib181s1i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib181i"
  },
  {
    "label2URI": {
      "label": "Item 100i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib100i/crib100s16i>"
    },
    "question": "Which terms are instances of 'Item 100i'?",
    "sparql": "PREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib181i>\nWHERE {\n  ?term a <http://metadb.riken.jp/db/SciNetS_rib100i/crib100s16i> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib181i"
  },
  {
    "label2URI": {
      "label": "position_CHIMP2.1",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib181i/prib181s1i>"
    },
    "question": "Retrieve all properties of 'position_CHIMP2.1'.",
    "sparql": "PREFIX SciNetS_rib181i: <http://metadb.riken.jp/db/SciNetS_rib181i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_rib181i>\nWHERE {\n  ?property <http://metadb.riken.jp/db/SciNetS_rib181i/prib181s1i> ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib181i"
  },
  {
    "label2URI": {
      "label": "RDF Resource",
      "uri": "<http://www.w3.org/2000/01/rdf-schema#Resource>"
    },
    "question": "What terms are associated with the 'RDF Resource' class?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib181i>\nWHERE {\n  ?term a <http://www.w3.org/2000/01/rdf-schema#Resource> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib181i"
  },
  {
    "label2URI": {
      "label": "Instance SciNetS Rib100i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib100i/crib100s16rib100s10i>"
    },
    "question": "What class does the 'Instance SciNetS Rib100i' belong to?",
    "sparql": "PREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib181i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib100i/crib100s16rib100s10i> a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib181i"
  },
  {
    "label2URI": {
      "label": "FOAF Image",
      "uri": "<http://xmlns.com/foaf/0.1/Image>"
    },
    "question": "What terms are instances of the 'FOAF Image'?",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib181i>\nWHERE {\n  ?term a <http://xmlns.com/foaf/0.1/Image> .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib181i"
  },
  {
    "label2URI": {
      "label": "DB SciNetS Rib181i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib181i>"
    },
    "question": "What is the label associated with 'DB SciNetS Rib181i'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_rib181i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib181i> rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib181i"
  },
  {
    "label2URI": {
      "label": "Ensembl Mammalian Ortholog",
      "uri": "SciNetS_rib183i:crib183s1i"
    },
    "question": "What are the terms associated with the class 'Ensembl Mammalian Ortholog'?",
    "sparql": "PREFIX SciNetS_rib183i: <http://metadb.riken.jp/db/SciNetS_rib183i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?term rdf:type SciNetS_rib183i:crib183s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "MGI RGD Ortholog",
      "uri": "SciNetS_rib183i:crib183s3i"
    },
    "question": "What are the terms associated with the class 'MGI RGD Ortholog'?",
    "sparql": "PREFIX SciNetS_rib183i: <http://metadb.riken.jp/db/SciNetS_rib183i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?term rdf:type SciNetS_rib183i:crib183s3i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "Mammalian Ortholog",
      "uri": "db:SciNetS_rib183i"
    },
    "question": "Get the label associated with the database 'Mammalian Ortholog'.",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  db:SciNetS_rib183i rdfs:label ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib185i:crib185s1i",
      "uri": "SciNetS_rib185i:crib185s1i"
    },
    "question": "What terms are associated with 'SciNetS_rib185i:crib185s1i'?",
    "sparql": "PREFIX SciNetS_rib185i: <http://metadb.riken.jp/db/SciNetS_rib185i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?term rdf:type SciNetS_rib185i:crib185s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib179i:crib179s1i",
      "uri": "SciNetS_rib179i:crib179s1i"
    },
    "question": "What terms are associated with 'SciNetS_rib179i:crib179s1i'?",
    "sparql": "PREFIX SciNetS_rib179i: <http://metadb.riken.jp/db/SciNetS_rib179i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?term rdf:type SciNetS_rib179i:crib179s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib183i:crib183s1rib183u10002i",
      "uri": "SciNetS_rib183i:crib183s1rib183u10002i"
    },
    "question": "Get the class to which 'SciNetS_rib183i:crib183s1rib183u10002i' term belongs.",
    "sparql": "PREFIX SciNetS_rib183i: <http://metadb.riken.jp/db/SciNetS_rib183i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  SciNetS_rib183i:crib183s1rib183u10002i rdf:type ?class.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib170i:crib170s1i",
      "uri": "SciNetS_rib170i:crib170s1i"
    },
    "question": "Which terms fall under the class 'SciNetS_rib170i:crib170s1i'?",
    "sparql": "PREFIX SciNetS_rib170i: <http://metadb.riken.jp/db/SciNetS_rib170i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?term rdf:type SciNetS_rib170i:crib170s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib177i:crib177s1i",
      "uri": "SciNetS_rib177i:crib177s1i"
    },
    "question": "What terms fall under the class 'SciNetS_rib177i:crib177s1i'?",
    "sparql": "PREFIX SciNetS_rib177i: <http://metadb.riken.jp/db/SciNetS_rib177i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?term rdf:type SciNetS_rib177i:crib177s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib180i:crib180s1i",
      "uri": "SciNetS_rib180i:crib180s1i"
    },
    "question": "Show all terms that are instances of 'SciNetS_rib180i:crib180s1i'.",
    "sparql": "PREFIX SciNetS_rib180i: <http://metadb.riken.jp/db/SciNetS_rib180i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?term rdf:type SciNetS_rib180i:crib180s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib181i:crib181s1i",
      "uri": "SciNetS_rib181i:crib181s1i"
    },
    "question": "What terms belong to the class 'SciNetS_rib181i:crib181s1i'?",
    "sparql": "PREFIX SciNetS_rib181i: <http://metadb.riken.jp/db/SciNetS_rib181i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?term rdf:type SciNetS_rib181i:crib181s1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "Which instance is an image in the dataset?",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX crib183s1i: <http://metadb.riken.jp/dbfiles/SciNetS_rib183i/crib183s1i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?instance\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  ?instance rdf:type ns_0_1:Image.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "star_ccby.png",
      "uri": "crib183s1i:star_ccby.png"
    },
    "question": "What type of resource is 'star_ccby.png'?",
    "sparql": "PREFIX crib183s1i: <http://metadb.riken.jp/dbfiles/SciNetS_rib183i/crib183s1i/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_rib183i>\nWHERE {\n  crib183s1i:star_ccby.png rdf:type ?type.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib183i"
  },
  {
    "label2URI": {
      "label": "miRBase_v12.0",
      "uri": "SciNetS_rib189i:crib189u5rib189u1i"
    },
    "question": "Which class is related to the term 'miRBase_v12.0'?",
    "sparql": "PREFIX SciNetS_rib189i: <http://metadb.riken.jp/db/SciNetS_rib189i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_rib189i>\nWHERE {\n  ?class ?p SciNetS_rib189i:crib189u5rib189u1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib189i"
  },
  {
    "label2URI": {
      "label": "rib189u3rib189u1000i",
      "uri": "SciNetS_rib189i:crib189u3rib189u1000i"
    },
    "question": "What class is associated with 'rib189u3rib189u1000i'?",
    "sparql": "PREFIX SciNetS_rib189i: <http://metadb.riken.jp/db/SciNetS_rib189i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_rib189i>\nWHERE {\n  SciNetS_rib189i:crib189u3rib189u1000i ?p ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib189i"
  },
  {
    "label2URI": {
      "label": "item1",
      "uri": "item:crib189u1rib189u1000i"
    },
    "question": "What resource is related to 'item1'?",
    "sparql": "PREFIX SciNetS_rib189i: <http://metadb.riken.jp/db/SciNetS_rib189i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?resource \nFROM <http://metadb.riken.jp/db/SciNetS_rib189i>\nWHERE {\n  item:crib189u1rib189u1000i ?p ?resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib189i"
  },
  {
    "label2URI": {
      "label": "rib189i",
      "uri": "db:SciNetS_rib189i"
    },
    "question": "Which terms are categorized under the resource 'rib189i'?",
    "sparql": "PREFIX SciNetS_rib189i: <http://metadb.riken.jp/db/SciNetS_rib189i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib189i>\nWHERE {\n  db:SciNetS_rib189i ?p ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib189i"
  },
  {
    "label2URI": {
      "label": "crib189u5rib189u1i",
      "uri": "SciNetS_rib189i:crib189u5rib189u1i"
    },
    "question": "What is the related entity for 'crib189u5rib189u1i'?",
    "sparql": "PREFIX SciNetS_rib189i: <http://metadb.riken.jp/db/SciNetS_rib189i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?entity \nFROM <http://metadb.riken.jp/db/SciNetS_rib189i>\nWHERE {\n  SciNetS_rib189i:crib189u5rib189u1i ?p ?entity .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib189i"
  },
  {
    "label2URI": {
      "label": "Agent",
      "uri": "SciNetS_rio2007i:crio2007s34i"
    },
    "question": "What attributes are associated with the term 'Agent'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rio2007i: <http://metadb.riken.jp/db/SciNetS_rio2007i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX terms: <http://purl.org/dc/terms/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_rio2007i>\nWHERE {\n  SciNetS_rio2007i:crio2007s34i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rio2007i"
  },
  {
    "label2URI": {
      "label": "Dublin Core Metadata",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What resources are associated with 'Dublin Core Metadata'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_rio2007i>\nWHERE {\n  ?resource ?p metadb_riken_jp:db .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rio2007i"
  },
  {
    "label2URI": {
      "label": "dcmitype:Collection",
      "uri": "dcmitype:Collection"
    },
    "question": "What types of data are included in a 'Collection'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX dcmitype: <http://purl.org/dc/dcmitype/>\n\nSELECT ?dataType\nFROM <http://metadb.riken.jp/db/SciNetS_rio2007i>\nWHERE {\n  dcmitype:Collection rdf:type ?dataType .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rio2007i"
  },
  {
    "label2URI": {
      "label": "Microsoft PowerPoint",
      "uri": "SciNetS_rio2007i:crio2007s39i"
    },
    "question": "What is the related information about 'Microsoft PowerPoint'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rio2007i: <http://metadb.riken.jp/db/SciNetS_rio2007i/>\n\nSELECT ?relatedInfo\nFROM <http://metadb.riken.jp/db/SciNetS_rio2007i>\nWHERE {\n  SciNetS_rio2007i:crio2007s39i ?relatedInfo ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rio2007i"
  },
  {
    "label2URI": {
      "label": "AgentClass",
      "uri": "terms:AgentClass"
    },
    "question": "What properties describe 'AgentClass'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX terms: <http://purl.org/dc/terms/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_rio2007i>\nWHERE {\n  terms:AgentClass ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rio2007i"
  },
  {
    "label2URI": {
      "label": "URI",
      "uri": "SciNetS_rio2007i:crio2007s11i"
    },
    "question": "What are the attributes of 'URI' classification?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rio2007i: <http://metadb.riken.jp/db/SciNetS_rio2007i/>\n\nSELECT ?attribute ?value\nFROM <http://metadb.riken.jp/db/SciNetS_rio2007i>\nWHERE {\n  SciNetS_rio2007i:crio2007s11i ?attribute ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rio2007i"
  },
  {
    "label2URI": {
      "label": "rdf_schema_:Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What resources are described by 'rdf_schema_:Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_rio2007i>\nWHERE {\n  ?resource rdf:type rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rio2007i"
  },
  {
    "label2URI": {
      "label": "crio2007s12i",
      "uri": "item:crio2007s12i"
    },
    "question": "What is the classification of 'crio2007s12i' items?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?classification\nFROM <http://metadb.riken.jp/db/SciNetS_rio2007i>\nWHERE {\n  item:crio2007s12i rdf:type ?classification .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rio2007i"
  },
  {
    "label2URI": {
      "label": "gene_MP",
      "uri": "SciNetS_ria112i:cria112s1i"
    },
    "question": "Which term is classified under 'gene_MP'?",
    "sparql": "PREFIX SciNetS_ria112i: <http://metadb.riken.jp/db/SciNetS_ria112i/>\n\nSELECT ?term ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_ria112i>\nWHERE {\n  SciNetS_ria112i:cria112s1i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria112i"
  },
  {
    "label2URI": {
      "label": "crib185_term",
      "uri": "SciNetS_rib185i:crib185s1rib185u101757i"
    },
    "question": "What classes are associated with the term 'crib185_term'?",
    "sparql": "PREFIX SciNetS_rib185i: <http://metadb.riken.jp/db/SciNetS_rib185i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_ria112i>\nWHERE {\n  ?class ?term SciNetS_rib185i:crib185s1rib185u101757i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria112i"
  },
  {
    "label2URI": {
      "label": "Prokaryotic genome databases",
      "uri": "SciNetS_rib191i:crib191u2rib191u10i"
    },
    "question": "What classes include the term 'Prokaryotic genome databases'?",
    "sparql": "PREFIX SciNetS_rib191i: <http://metadb.riken.jp/db/SciNetS_rib191i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib191i>\nWHERE {\n  ?class ?p SciNetS_rib191i:crib191u2rib191u10i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib191i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib68i:crib68s1i",
      "uri": "SciNetS_rib68i:crib68s1i"
    },
    "question": "Which terms are under the class 'SciNetS_rib68i:crib68s1i'?",
    "sparql": "PREFIX SciNetS_rib68i: <http://metadb.riken.jp/db/SciNetS_rib68i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib191i>\nWHERE {\n  ?term rdf_schema_:subClassOf SciNetS_rib68i:crib68s1i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib191i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib191i:crib191u2rib191u10i",
      "uri": "SciNetS_rib191i:crib191u2rib191u10i"
    },
    "question": "Which labels are associated with 'SciNetS_rib191i:crib191u2rib191u10i'?",
    "sparql": "PREFIX SciNetS_rib191i: <http://metadb.riken.jp/db/SciNetS_rib191i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib191i>\nWHERE {\n  SciNetS_rib191i:crib191u2rib191u10i rdf_schema_:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib191i"
  },
  {
    "label2URI": {
      "label": "\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u5206\u985e",
      "uri": "SciNetS_rib191i:crib191u2i"
    },
    "question": "What are the database categories described in Japanese?",
    "sparql": "PREFIX SciNetS_rib191i: <http://metadb.riken.jp/db/SciNetS_rib191i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib191i>\nWHERE {\n  SciNetS_rib191i:crib191u2i rdf_schema_:label ?termLabel .\n  FILTER (lang(?termLabel) = \"ja\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib191i"
  },
  {
    "label2URI": {
      "label": "Prokaryotic genome databases",
      "uri": "SciNetS_rib191i:crib191u2rib191u10i"
    },
    "question": "Which terms are associated with 'Prokaryotic genome databases'?",
    "sparql": "PREFIX SciNetS_rib191i: <http://metadb.riken.jp/db/SciNetS_rib191i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?termLabel\nFROM <http://metadb.riken.jp/db/SciNetS_rib191i>\nWHERE {\n  SciNetS_rib191i:crib191u2rib191u10i rdf_schema_:label ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib191i"
  },
  {
    "label2URI": {
      "label": "NAR Categories",
      "uri": "db:SciNetS_rib191i"
    },
    "question": "Which resource categories are described as 'NAR Categories'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib191i>\nWHERE {\n  db:SciNetS_rib191i rdf_schema_:label ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib191i"
  },
  {
    "label2URI": {
      "label": "\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u5206\u985e",
      "uri": "SciNetS_rib191i:crib191u2i"
    },
    "question": "Which classes contain Japanese labels '\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u5206\u985e'?",
    "sparql": "PREFIX SciNetS_rib191i: <http://metadb.riken.jp/db/SciNetS_rib191i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib191i>\nWHERE {\n  ?class rdf_schema_:label ?termLabel .\n  FILTER (lang(?termLabel) = \"ja\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib191i"
  },
  {
    "label2URI": {
      "label": "MGI Allele",
      "uri": "SciNetS_ria111i:cria111s1i"
    },
    "question": "What instances are categorized under 'MGI Allele' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria111i: <http://metadb.riken.jp/db/SciNetS_ria111i/>\n\nSELECT ?term ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria111i>\nWHERE {\n  ?term a SciNetS_ria111i:cria111s1i .\n  ?term rdfs:label ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria111i"
  },
  {
    "label2URI": {
      "label": "allele type",
      "uri": "SciNetS_ria111i:pria111s1i"
    },
    "question": "What are the different 'allele type' properties?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria111i: <http://metadb.riken.jp/db/SciNetS_ria111i/>\n\nSELECT ?term ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria111i>\nWHERE {\n  ?term SciNetS_ria111i:pria111s1i ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria111i"
  },
  {
    "label2URI": {
      "label": "Chemically and radiation induced",
      "uri": "SciNetS_ria111i:cria111s2ria111u1i"
    },
    "question": "What properties are associated with the 'Chemically and radiation induced' term?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria111i: <http://metadb.riken.jp/db/SciNetS_ria111i/>\n\nSELECT ?property ?value \nFROM <http://metadb.riken.jp/db/SciNetS_ria111i>\nWHERE {\n  SciNetS_ria111i:cria111s2ria111u1i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria111i"
  },
  {
    "label2URI": {
      "label": "item:cria111s1ria111u1855930i",
      "uri": "item:cria111s1ria111u1855930i"
    },
    "question": "What properties does 'item:cria111s1ria111u1855930i' have?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?property ?value \nFROM <http://metadb.riken.jp/db/SciNetS_ria111i>\nWHERE {\n  item:cria111s1ria111u1855930i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria111i"
  },
  {
    "label2URI": {
      "label": "MGI Alleles",
      "uri": "db:SciNetS_ria111i"
    },
    "question": "What are the properties of 'MGI Alleles'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?property ?value \nFROM <http://metadb.riken.jp/db/SciNetS_ria111i>\nWHERE {\n  db:SciNetS_ria111i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria111i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib185s1rib185u101757i",
      "uri": "SciNetS_rib185i:crib185s1rib185u101757i"
    },
    "question": "What properties are associated with 'SciNetS_rib185s1rib185u101757i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib185i: <http://metadb.riken.jp/db/SciNetS_rib185i/>\n\nSELECT ?property ?value \nFROM <http://metadb.riken.jp/db/SciNetS_ria111i>\nWHERE {\n  SciNetS_rib185i:crib185s1rib185u101757i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria111i"
  },
  {
    "label2URI": {
      "label": "item:pria111s1i",
      "uri": "item:pria111s1i"
    },
    "question": "What properties are 'item:pria111s1i' associated with?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?property ?value \nFROM <http://metadb.riken.jp/db/SciNetS_ria111i>\nWHERE {\n  item:pria111s1i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria111i"
  },
  {
    "label2URI": {
      "label": "Seminar Information",
      "uri": "SciNetS_ria196i:cria196s1ria196s11i"
    },
    "question": "What properties are present for the term 'Seminar Information'?",
    "sparql": "PREFIX SciNetS_ria196i: <http://metadb.riken.jp/db/SciNetS_ria196i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria196i>\nWHERE {\n    SciNetS_ria196i:cria196s1ria196s11i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria196i"
  },
  {
    "label2URI": {
      "label": "header",
      "uri": "SciNetS_ria196i:cria196s2ria196s1i"
    },
    "question": "What properties are defined for the 'header' term?",
    "sparql": "PREFIX SciNetS_ria196i: <http://metadb.riken.jp/db/SciNetS_ria196i/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_ria196i>\nWHERE {\n    SciNetS_ria196i:cria196s2ria196s1i ?property ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria196i"
  }
]