[
  {
    "label2URI": {
      "label": "InterPro entry",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib125i/prib125s1i>"
    },
    "question": "Which property does 'InterPro entry' represent?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib125i: <http://metadb.riken.jp/db/SciNetS_rib125i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib125i/prib125s1i> ?p ?property.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib124i:crib124s1rib124u1002i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib124i/crib124s1rib124u1002i>"
    },
    "question": "Which class is associated with 'SciNetS_rib124i:crib124s1rib124u1002i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib124i: <http://metadb.riken.jp/db/SciNetS_rib124i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  ?class ?p <http://metadb.riken.jp/db/SciNetS_rib124i/crib124s1rib124u1002i>.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "definition",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib125i/prib125u1i>"
    },
    "question": "What property does 'definition' represent?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib125i: <http://metadb.riken.jp/db/SciNetS_rib125i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib125i/prib125u1i> ?p ?property.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "rdfs:Resource",
      "uri": "<http://www.w3.org/2000/01/rdf-schema#Resource>"
    },
    "question": "Which terms are of type 'rdfs:Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  ?term a <http://www.w3.org/2000/01/rdf-schema#Resource>.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib124i:crib124s1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib124i/crib124s1i>"
    },
    "question": "What properties are associated with the class 'SciNetS_rib124i:crib124s1i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib124i: <http://metadb.riken.jp/db/SciNetS_rib124i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib124i/crib124s1i> ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "InterPro entry",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib125i/prib125s1i>"
    },
    "question": "Which classes use the property 'InterPro entry'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib125i: <http://metadb.riken.jp/db/SciNetS_rib125i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  ?class SciNetS_rib125i:prib125s1i ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "Pfam",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib125i>"
    },
    "question": "What are the attributes of the database term 'Pfam'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?attribute \nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_rib125i> ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria266i:cria266s11i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria266i/cria266s11i>"
    },
    "question": "What attributes are associated with the class 'SciNetS_ria266i:cria266s11i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria266i: <http://metadb.riken.jp/db/SciNetS_ria266i/>\n\nSELECT ?attribute\nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  <http://metadb.riken.jp/db/SciNetS_ria266i/cria266s11i> ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "item:prib125u1i",
      "uri": "<http://database.riken.jp/sw/item/prib125u1i>"
    },
    "question": "What is the property 'item:prib125u1i' associated with?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?attribute \nFROM <http://metadb.riken.jp/db/SciNetS_rib125i>\nWHERE {\n  <http://database.riken.jp/sw/item/prib125u1i> ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib125i"
  },
  {
    "label2URI": {
      "label": "semanticWeb.html",
      "uri": "<http://metadb.riken.jp/dbfiles/SciNetS_rib126i/crib126u1i/crib126u1rib126u2i/semanticWeb.html>"
    },
    "question": "What class does the term 'semanticWeb.html' belong to?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib126i: <http://metadb.riken.jp/db/SciNetS_rib126i/>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX crib126u1rib126u2i: <http://metadb.riken.jp/dbfiles/SciNetS_rib126i/crib126u1i/crib126u1rib126u2i/>\n\nSELECT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib126i>\nWHERE {\n  <http://metadb.riken.jp/dbfiles/SciNetS_rib126i/crib126u1i/crib126u1rib126u2i/semanticWeb.html> a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib126i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "<http://xmlns.com/foaf/0.1/Image>"
    },
    "question": "Which resources are images?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?resource \nFROM <http://metadb.riken.jp/db/SciNetS_rib126i> \nWHERE { \n  ?resource a ns_0_1:Image .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib126i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "<http://www.w3.org/2000/01/rdf-schema#Resource>"
    },
    "question": "Which resources are instances of 'Resource'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib126i>\nWHERE {\n  ?term a rdf_schema_:Resource .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib126i"
  },
  {
    "label2URI": {
      "label": "db:SciNetS_rib126i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib126i/>"
    },
    "question": "Which classes or instances belong to the database 'db:SciNetS_rib126i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib126i>\nWHERE {\n  db:SciNetS_rib126i ?property ?term .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib126i"
  },
  {
    "label2URI": {
      "label": "File",
      "uri": "<http://metadb.riken.jp/meta/1.0/File>"
    },
    "question": "Which files are present in the knowledge graph?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?file \nFROM <http://metadb.riken.jp/db/SciNetS_rib126i>\nWHERE {\n  ?file a ns_1_0:File .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib126i"
  },
  {
    "label2URI": {
      "label": "crib126u1rib126u2i:semanticWeb.png",
      "uri": "<http://metadb.riken.jp/dbfiles/SciNetS_rib126i/crib126u1i/crib126u1rib126u2i/semanticWeb.png>"
    },
    "question": "What is the label of 'semanticWeb.png'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX crib126u1rib126u2i: <http://metadb.riken.jp/dbfiles/SciNetS_rib126i/crib126u1i/crib126u1rib126u2i/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_rib126i>\nWHERE {\n  <http://metadb.riken.jp/dbfiles/SciNetS_rib126i/crib126u1i/crib126u1rib126u2i/semanticWeb.png> ?property ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib126i"
  },
  {
    "label2URI": {
      "label": "Domain",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib126i/>"
    },
    "question": "What information is associated with the 'Domain' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_rib126i: <http://metadb.riken.jp/db/SciNetS_rib126i/>\n\nSELECT ?term ?value \nFROM <http://metadb.riken.jp/db/SciNetS_rib126i>\nWHERE {\n  SciNetS_rib126i:crib126u1i ?term ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib126i"
  },
  {
    "label2URI": {
      "label": "Biosafety level 1",
      "uri": "SciNetS_ria172i:cria172s1ria172s1i"
    },
    "question": "What is the term associated with the biosafety level named 'Biosafety level 1'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria172i: <http://metadb.riken.jp/db/SciNetS_ria172i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_ria172i>\nWHERE {\n    SciNetS_ria172i:cria172s1ria172s1i ?predicate ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria172i"
  },
  {
    "label2URI": {
      "label": "Safety Classification",
      "uri": "SciNetS_ria172i:cria172s1i"
    },
    "question": "What are the labels for the term with safety classification 'Safety Classification'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria172i: <http://metadb.riken.jp/db/SciNetS_ria172i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria172i>\nWHERE {\n    SciNetS_ria172i:cria172s1i rdf_schema_:label ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria172i"
  },
  {
    "label2URI": {
      "label": "item:cria172s1i",
      "uri": "SciNetS_ria172i:cria172s1i"
    },
    "question": "What label is associated with the class `item:cria172s1i`?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria172i: <http://metadb.riken.jp/db/SciNetS_ria172i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria172i>\nWHERE {\n    SciNetS_ria172i:cria172s1i rdf_schema_:label ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria172i"
  },
  {
    "label2URI": {
      "label": "OhrR_ohrR_2",
      "uri": "SciNetS_rib35i:crib35u1i"
    },
    "question": "Which class is the term 'OhrR_ohrR_2' associated with?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_rib35i: <http://metadb.riken.jp/db/SciNetS_rib35i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT DISTINCT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib35i>\nWHERE {\n  ?class ?term ?value .\n  FILTER(CONTAINS(str(?value), \"OhrR_ohrR_2\"))\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib35i"
  },
  {
    "label2URI": {
      "label": "\u6d3b\u6027\u5316",
      "uri": "SciNetS_rib35i:crib35u6i"
    },
    "question": "What classes are associated with the term '\u6d3b\u6027\u5316'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_rib35i: <http://metadb.riken.jp/db/SciNetS_rib35i/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT DISTINCT ?class\nFROM <http://metadb.riken.jp/db/SciNetS_rib35i>\nWHERE {\n  ?class ?term ?value .\n  FILTER(CONTAINS(str(?value), \"\u6d3b\u6027\u5316\"))\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib35i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib218i:crib218u1i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib218i/crib218u1i>"
    },
    "question": "Which term is associated with the class 'SciNetS_rib218i:crib218u1i'?",
    "sparql": "PREFIX SciNetS_rib218i: <http://metadb.riken.jp/db/SciNetS_rib218i/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib218i>\nWHERE {\n  SciNetS_rib218i:crib218u1i ?term ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib218i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria301i:cria301u3i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria301i/cria301u3i>"
    },
    "question": "What label is associated with the class 'SciNetS_ria301i:cria301u3i'?",
    "sparql": "PREFIX SciNetS_ria301i: <http://metadb.riken.jp/db/SciNetS_ria301i/>\n\nSELECT ?label \nFROM <http://metadb.riken.jp/db/SciNetS_rib218i>\nWHERE {\n  SciNetS_ria301i:cria301u3i ?p ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib218i"
  },
  {
    "label2URI": {
      "label": "JGI Poptr1_1",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib218i/crib218u1i>"
    },
    "question": "Which term is associated with the class 'JGI Poptr1_1'?",
    "sparql": "PREFIX Poptr1_1: <http://genome.jgi-psf.org/Poptr1_1/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib218i>\nWHERE {\n  Poptr1_1:Poptr1_1.home.html ?term ?value .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib218i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "<http://xmlns.com/foaf/0.1/Image>"
    },
    "question": "Which URI is used for 'Image' in the database?",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?uri \nFROM <http://metadb.riken.jp/db/SciNetS_rib218i>\nWHERE {\n  ?uri a ns_0_1:Image .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib218i"
  },
  {
    "label2URI": {
      "label": "db:SciNetS_rib218i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib218i>"
    },
    "question": "Which class does the database 'db:SciNetS_rib218i' belong to?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?class \nFROM <http://metadb.riken.jp/db/SciNetS_rib218i>\nWHERE {\n  db:SciNetS_rib218i a ?class .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib218i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib100i:crib100s22i",
      "uri": "<http://metadb.riken.jp/db/SciNetS_rib100i/crib100s22i>"
    },
    "question": "What attributes are associated with the term 'SciNetS_rib100i:crib100s22i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib100i: <http://metadb.riken.jp/db/SciNetS_rib100i/> \n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria30i>\nWHERE { \n    ?s ?p SciNetS_rib100i:crib100s22i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria30i"
  },
  {
    "label2URI": {
      "label": "IGGP_1 (Vitis vinifera)",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria30i/cria30s1i>"
    },
    "question": "What properties does the class 'IGGP_1 (Vitis vinifera)' have?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria30i: <http://metadb.riken.jp/db/SciNetS_ria30i/>\n\nSELECT ?property\nFROM <http://metadb.riken.jp/db/SciNetS_ria30i>\nWHERE { \n    SciNetS_ria30i:cria30s1i ?property ?o .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria30i"
  },
  {
    "label2URI": {
      "label": "IGGP_1 (Vitis vinifera)",
      "uri": "<http://metadb.riken.jp/db/SciNetS_ria30i/cria30s1i>"
    },
    "question": "What are the labels for properties of the class 'IGGP_1 (Vitis vinifera)'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria30i: <http://metadb.riken.jp/db/SciNetS_ria30i/>\n\nSELECT ?property ?label\nFROM <http://metadb.riken.jp/db/SciNetS_ria30i>\nWHERE { \n    SciNetS_ria30i:cria30s1i ?property ?label .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria30i"
  },
  {
    "label2URI": {
      "label": "Phenotype abnormality",
      "uri": "SciNetS_ria224i:cria224u1i"
    },
    "question": "What terms are labeled under 'Phenotype abnormality'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria224i: <http://metadb.riken.jp/db/SciNetS_ria224i/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria224i>\nWHERE {\n  SciNetS_ria224i:cria224u1i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria224i"
  },
  {
    "label2URI": {
      "label": "\u5b9f\u9a13\u6761\u4ef6",
      "uri": "SciNetS_ria224i:cria224u2i"
    },
    "question": "What terms are labeled under '\u5b9f\u9a13\u6761\u4ef6'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria224i: <http://metadb.riken.jp/db/SciNetS_ria224i/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria224i>\nWHERE {\n  SciNetS_ria224i:cria224u2i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria224i"
  },
  {
    "label2URI": {
      "label": "SciNetS_ria250i:cria250u9416i",
      "uri": "SciNetS_ria250i:cria250u9416i"
    },
    "question": "What labels are associated with 'SciNetS_ria250i:cria250u9416i'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria250i: <http://metadb.riken.jp/db/SciNetS_ria250i/>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria224i>\nWHERE {\n  SciNetS_ria250i:cria250u9416i ?term ?termLabel .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria224i"
  },
  {
    "label2URI": {
      "label": "A.thaliana cDNA",
      "uri": "metadb_riken_jp:db"
    },
    "question": "What attributes are associated with 'A.thaliana cDNA'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX SciNetS_ria277i: <http://metadb.riken.jp/db/SciNetS_ria277i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria277i>\nWHERE {\n    ?subject ?predicate metadb_riken_jp:db .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria277i"
  },
  {
    "label2URI": {
      "label": "SciNetS_rib166i:crib166u26rib166u3702i",
      "uri": "SciNetS_rib166i:crib166u26rib166u3702i"
    },
    "question": "Retrieve the subject for 'SciNetS_rib166i:crib166u26rib166u3702i'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib166i: <http://metadb.riken.jp/db/SciNetS_rib166i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria277i>\nWHERE {\n    ?subject ?predicate SciNetS_rib166i:crib166u26rib166u3702i .\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria277i"
  },
  {
    "label2URI": {
      "label": "A.thaliana cDNA",
      "uri": "SciNetS_ria277i:cria277u1i"
    },
    "question": "Identify the terms related to 'A.thaliana cDNA'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria277i: <http://metadb.riken.jp/db/SciNetS_ria277i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria277i>\nWHERE {\n    ?term ?type SciNetS_ria277i:cria277u1i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria277i"
  },
  {
    "label2URI": {
      "label": "A.thaliana cDNA position",
      "uri": "SciNetS_ria277i:cria277u2i"
    },
    "question": "Identify the terms related to 'A.thaliana cDNA position'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria277i: <http://metadb.riken.jp/db/SciNetS_ria277i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria277i>\nWHERE {\n    ?term ?type SciNetS_ria277i:cria277u2i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria277i"
  },
  {
    "label2URI": {
      "label": "A.thaliana cDNA Exon position",
      "uri": "SciNetS_ria277i:cria277u3i"
    },
    "question": "Identify the terms related to 'A.thaliana cDNA Exon position'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria277i: <http://metadb.riken.jp/db/SciNetS_ria277i/>\n\nSELECT *\nFROM <http://metadb.riken.jp/db/SciNetS_ria277i>\nWHERE {\n    ?term ?type SciNetS_ria277i:cria277u3i.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria277i"
  },
  {
    "label2URI": {
      "label": "Transcript Annotation template",
      "uri": "SciNetS_rib99i:crib99u14i"
    },
    "question": "What details are available for the 'Transcript Annotation template'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?type ?label\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  SciNetS_rib99i:crib99u14i ?type ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "Exon Region template",
      "uri": "SciNetS_rib99i:crib99u17i"
    },
    "question": "Retrieve all properties and values for 'Exon Region template'.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  SciNetS_rib99i:crib99u17i ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "polypeptide_ccby.png",
      "uri": "crib99s10i:polypeptide_ccby.png"
    },
    "question": "Provide information about the image 'polypeptide_ccby.png'.",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX crib99s10i: <http://metadb.riken.jp/dbfiles/SciNetS_rib99i/crib99s10i/>\n\nSELECT ?attribute ?value\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  crib99s10i:polypeptide_ccby.png ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "Transcript Region template",
      "uri": "SciNetS_rib99i:crib99u16i"
    },
    "question": "Retrieve all attributes related to 'Transcript Region template'.",
    "sparql": "PREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?attribute ?value\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  SciNetS_rib99i:crib99u16i ?attribute ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "unknown",
      "uri": "SciNetS_rib99i:crib99u18rib99s3i"
    },
    "question": "What properties are associated with the term 'unknown'?",
    "sparql": "PREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?prop ?val\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  SciNetS_rib99i:crib99u18rib99s3i ?prop ?val.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "File",
      "uri": "ns_1_0:File"
    },
    "question": "What are the details of files in the dataset?",
    "sparql": "PREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\n\nSELECT ?file ?details\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  ?file a ns_1_0:File.\n  ?file ?property ?details.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "Genome Annotation",
      "uri": "db:SciNetS_rib99i"
    },
    "question": "Which terms are categorized under 'Genome Annotation'?",
    "sparql": "PREFIX db: <http://metadb.riken.jp/db/>\n\nSELECT ?term\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  db:SciNetS_rib99i ?property ?term.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "Resource",
      "uri": "rdf_schema_:Resource"
    },
    "question": "What resources are available in the dataset?",
    "sparql": "PREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\n\nSELECT ?resource\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  ?resource a rdf_schema_:Resource.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "description.html",
      "uri": "crib99u18rib99s1i:description.html"
    },
    "question": "Fetch details about 'description.html'.",
    "sparql": "PREFIX crib99u18rib99s1i: <http://metadb.riken.jp/dbfiles/SciNetS_rib99i/crib99u18i/crib99u18rib99s1i/>\n\nSELECT ?prop ?val\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  crib99u18rib99s1i:description.html ?prop ?val.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "Image",
      "uri": "ns_0_1:Image"
    },
    "question": "List all images in the dataset.",
    "sparql": "PREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\n\nSELECT ?image\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  ?image a ns_0_1:Image.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "item:crib99u18rib99s1i",
      "uri": "item:crib99u18rib99s1i"
    },
    "question": "Provide attributes for 'item:crib99u18rib99s1i'.",
    "sparql": "PREFIX item: <http://database.riken.jp/sw/item/>\n\nSELECT ?property ?value\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  item:crib99u18rib99s1i ?property ?value.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "Transcript Annotation template",
      "uri": "SciNetS_rib99i:crib99u14i"
    },
    "question": "Retrieve the types of 'Transcript Annotation template'.",
    "sparql": "PREFIX SciNetS_rib99i: <http://metadb.riken.jp/db/SciNetS_rib99i/>\n\nSELECT ?type\nFROM <http://metadb.riken.jp/db/SciNetS_rib99i>\nWHERE {\n  SciNetS_rib99i:crib99u14i a ?type.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib99i"
  },
  {
    "label2URI": {
      "label": "Plant Small RNAs",
      "uri": "db:SciNetS_rib112i"
    },
    "question": "Are there any resources named 'Plant Small RNAs' in the database?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_rib112i: <http://metadb.riken.jp/db/SciNetS_rib112i/>\nPREFIX metadb_riken_jp: <http://metadb.riken.jp/>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX rdf_schema_: <http://www.w3.org/2000/01/rdf-schema#>\nPREFIX item: <http://database.riken.jp/sw/item/>\nPREFIX ns_1_0: <http://metadb.riken.jp/meta/1.0/>\nPREFIX crib112u3rib112u100i: <http://metadb.riken.jp/dbfiles/SciNetS_rib112i/crib112u3i/crib112u3rib112u100i/>\nPREFIX ns_0_1: <http://xmlns.com/foaf/0.1/>\nPREFIX crib112u2rib112u1i: <http://metadb.riken.jp/dbfiles/SciNetS_rib112i/crib112u2i/crib112u2rib112u1i/>\n\nSELECT ?term \nFROM <http://metadb.riken.jp/db/SciNetS_rib112i>\nWHERE { \n    db:SciNetS_rib112i ?term ?o .\n    FILTER (str(?o) = \"Plant Small RNAs\")\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_rib112i"
  },
  {
    "label2URI": {
      "label": "intestinal cell line",
      "uri": "SciNetS_ria409i:cria409s100003i"
    },
    "question": "What are the details about the 'intestinal cell line' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria409i: <http://metadb.riken.jp/db/SciNetS_ria409i/>\n\nSELECT ?term ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    SciNetS_ria409i:cria409s100003i ?term ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "HEK-293 cell",
      "uri": "SciNetS_ria409i:cria409s100007i"
    },
    "question": "List all properties associated with the 'HEK-293 cell' class.",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria409i: <http://metadb.riken.jp/db/SciNetS_ria409i/>\n\nSELECT ?term ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    SciNetS_ria409i:cria409s100007i ?term ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "A-172 cell",
      "uri": "SciNetS_ria409i:cria409s100016i"
    },
    "question": "What are the attributes for the 'A-172 cell' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria409i: <http://metadb.riken.jp/db/SciNetS_ria409i/>\n\nSELECT ?term ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    SciNetS_ria409i:cria409s100016i ?term ?label.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "FF ontology",
      "uri": "db:SciNetS_ria409i"
    },
    "question": "What terms are included in the 'FF ontology'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX db: <http://metadb.riken.jp/db/>\nPREFIX ns_22_rdf_syntax_ns_: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nPREFIX ns_: <http://creativecommons.org/ns#>\n\nSELECT ?class ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    db:SciNetS_ria409i ?class ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "Work",
      "uri": "ns_:Work"
    },
    "question": "What details are available for the 'Work' class?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX ns_: <http://creativecommons.org/ns#>\n\nSELECT ?term ?termLabel \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    ns_:Work ?term ?termLabel.\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "intestinal cell line",
      "uri": "SciNetS_ria409i:cria409s100003i"
    },
    "question": "Which items in the ontology contain the term 'intestinal'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria409i: <http://metadb.riken.jp/db/SciNetS_ria409i/>\n\nSELECT ?term ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    ?term ?type ?label.\n    FILTER CONTAINS(str(?label), \"intestinal\").\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "HEK-293 cell",
      "uri": "SciNetS_ria409i:cria409s100007i"
    },
    "question": "Are there any cells in the database that are associated with the term 'HEK'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria409i: <http://metadb.riken.jp/db/SciNetS_ria409i/>\n\nSELECT ?term ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    ?term ?type ?label.\n    FILTER CONTAINS(str(?label), \"HEK\").\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  },
  {
    "label2URI": {
      "label": "A-172 cell",
      "uri": "SciNetS_ria409i:cria409s100016i"
    },
    "question": "What classes in the ontology are related to 'A-172'?",
    "sparql": "PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>\nPREFIX SciNetS_ria409i: <http://metadb.riken.jp/db/SciNetS_ria409i/>\n\nSELECT ?term ?label \nFROM <http://metadb.riken.jp/db/SciNetS_ria409i>\nWHERE {\n    ?term ?type ?label.\n    FILTER CONTAINS(str(?label), \"A-172\").\n}",
    "database": "http://metadb.riken.jp/db/SciNetS_ria409i"
  }
]